{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/Primeiros passos/A chirívia é uma planta recomendada para os fazendeiros novatos./Colha 50 chirívias./24 50/-1/2500/-1/true",

	    "5000002": "ItemDelivery/Enguia Saudável/A Evelyn pediu duas enguias para fazer uma enguia frita deliciosa./Dê à Evelyn 5 enguias./Evelyn 148 5/-1/1250/-1/true/Oh meu Deus, que enguias frescas, só de olhar para ela me faz sentir saudável!#$b#Aqui está um chá quente. Você poderia esperar enquanto eu cozinho isto?[614]#$b#Já terminei de cozinhar a enguia. Está quente, portanto, tenha cuidado. Vá em frente, experimente.[225]#$b#É gostoso? Oh, estou muito contente que se adapte ao seu gosto.$h", 
   
                "5000003": "ItemDelivery/Escultura da Natureza/Os gravetos podem parecer inúteis, mas eles podem ser um material de trabalho maravilhoso para alguém que conhece seu valor, e Leah é uma dessas escultoras. Recolha gravetos para Leah./Dê à Leah 10 gravetos./Leah 169 10/-1/1000/-1/true/Uau! Este graveto tem uma forma muito legal! Eu acho que esta pertenceu a uma árvore muito antiga. Estas coisas não podem ser obtidas facilmente.#$b#Eu posso fazer desta uma bela escultura. @, muito obrigada por me salvar aqui!$h",

                "5000004": "ItemDelivery/Morango Muito Doce/Vale a pena cultivar morangos porque eles têm bom sabor e são bastante caros. A Maru gosta de morangos, mas é difícil dela cultiva-los porque ela não tem uma lavoura./Dê à Maru 50 morangos/Maru 400 50/-1/10000/-1/true/Uau, é morango. Não é bom muito bom cultivar morangos?#$b#Os morangos são a fruta perfeita, porque eles são bonitos e deliciosos. É delicioso mesmo se você o comer cru, geléia de morango, bolo de morango, vinho de morango, etc. São inúmeras possibilidades!$h#$b#O meu pai e eu adoramos morangos! Adoro o meu trabalho como inventora, mas às vezes eu penso em ser fazendeira por causa deste morango.$h#$b#Tente vender o resto dos morangos no mercado. Eu não sei muito sobre plantações, mas ouvi dizer que os morangos são muito eficientes entre as plantações de primavera.#$b#Mas de qualquer forma, muito obrigada! Estou pensando em comer este morango que você trouxe sempre que estou triste. *Sorriso*$h",

	    "5000005": "ItemHarvest/Caixa de almoço de Amoras-silvestres/É a estação das amoras-silvestres a partir de hoje. Vá ao redor do vilarejo e os colha, isso ajudará./Colha 80 amoras-silvestres/296 20/-1/1600/-1/true",

                "5000006": "ItemDelivery/A Gosma Irritante/Quando Clint vai trabalhar na mina, ele se mete em problemas com a interferência da gosma. Destrua a gosma e leve as pedaços até ele./Dê ao Clint 80 gosmas/Clint 766 80/-1/8000/-1/true/OH! Você já terminou? Obrigado pelo seu trabalho árduo!#$b#As gosmas são pegajosas, mas quando elas te tocam, dói muito.#$b#Também, quando o muco se prende nos sapatos, ele os faz grudar ao chão, tornando difícil andar! Não concorda?$a#$b#Se não fosse a perturbação delas, eu poderia coletar o dobro de minérios! Mas penso que será fácil ir à mina durante algum tempo porque você me ajudou.#$b#Obrigado pelo auxílio. Aqui está um pequeno presente pelo seu trabalho árduo.[349]$h",

	    "5000007": "Building/Rancheiro Responsável de Gado/Construa um silo se você quiser armazenar confortavelmente feno para animais. Dê a Robin os materiais e dinheiro necessários para a construção./Construa um silo./Silo/-1/100/-1/true",

	    "5000008": "ItemDelivery/Presente de aniversário para à Irmã/A Haley quer preparar um presente de aniversário especial para a Emily./Dê a Haley 5 Água-marinhas/Haley 62 5/-1/2000/-1/true/Oh, que bela luz azul! Eu não sou muito interessada em jóias, mas isto é tão bonito.#$b# Obrigada, eu não vou me esquecer. *sorriso*$h",

 	    "5000009": "ItemDelivery/Pedido da Jas/A Jas quer fazer um colar de moluscos para a Marnie. pegue alguns lindos moluscos e os dê à jas./Dê à jas 10 moluscos./Jas 372 10/-1/600/-1/true/Uau, elas são tão brancas e bonitas! Vou fazer um lindo colar com isto. Ela vai ficar feliz, certo?#$b#Este é um bolo rosa assado. Você pode estar com sede, então beba este suco também! [221][350]#$b#Obrigado por sua ajuda, @. Hehe.$h",

	    "5000010": "LostItem/Os Óculos do Pierre/Pierre bebeu demais ontem e perder os seus óculos em algum lugar./Encontre os óculos perdidos do Pierre./Pierre 170 Town 10 13/-1/250/-1/true/Você encontrou os meus óculos! Oh não, meus óculos estão quebrados!#$b#Você os encontrou no playground? Que diabos aconteceu ontem...$s$s#$b#Ouch, minha cabeça! Acho que não tenho escolha a não ser comprar novos óculos então.$s",

	    "5000011": "ItemHarvest/É uma Fruta ou um Vegetal?/As pessoas estão divididas sobre os tomates serem frutas ou vegetais, mas todos concordam que o espaguete com molho de tomate é muito delicioso. Experimente cultivar alguns tomates em sua fazenda./Colha 50 Tomates/256 50/-1/2500/-1/true",

                "5000012": "ItemHarvest/Lixo, Ameaça aos Peixes/ Dizem que os resíduos de sacos plásticos jogados fora pelas pessoas das cidades ameaçam a segurança dos peixes. Recolha o lixo para os pobres peixes./Recolha 15 Lixos/168 5/-1/500/-1/true",

	    "5000013": "ItemDelivery/Dias de Cão/A Jas parece cansada com o calor e não tem força para brincar. Por que você não lhe compra uma guloseima gelada/Dê um sorvete à Jas?/Jas 233/5000014/300/-1/true/Como você sabia que eu gostava de sorvete de morango?#$b#É tão doce, frio e delicioso! Obrigado!!$h#$b#Você está se perguntando qual é o sabor favorito de vincent? Ele gosta de uvas!",

	    "5000014": "ItemDelivery/Dias de Cão/O Vincent parece cansado do calor e não tem força para brincar. Por que você não lhe compra uma guloseima gelada?/Dê um sorvete ao Vincent./Vincent 233/-1/300/-1/true/Uau, parece delicioso! Acontece que eu queria um lanche! Minha mãe não me compra tão frequentemente...#$b#@, você é o melhor! Hehe.$h",

                "5000015": "ItemDelivery/Um cheiro desagradável/A Jody diz que ela odeia muito os cafés de jardim. Mas a sua amiga Robin adora. Jody pega cafés de jardim fora da cidade e quer apresentá-las a um amigo./Dê à Jodi 15 cafés de jardim/Jodi 396 15/-1/3000/-1/true/...*sniff*...#$b#Que cheiro horrível! Cheira pior porque há muitas reunidas!$s#$b#Pode colocá-lo no balcão? Pedirei ao Sam para entregá-los à Robin mais tarde!$s#$b#...*suspiro*...$s#$b#Acho que nunca vou me acostumar com este cheiro... Você acha que sou alérgica a cafés de jardim?$s#$b#... Mas de qualquer forma, graças a você, eu estou livre dos cafés de jardim que estão por toda parte.#$b#Agora, quando eu ando pela cidade, acho que tenho menos medo do que antes. Muito obrigada, @! Hoho.$h",

	    "5000016": "ItemDelivery/Problemas com Morcegos/Os morcegos estão a prejudicando as hortas da aldeia. Traga as asas de morcego a Lewis como troféus./Dê ao Lewis 50 asas de morcego/Lewis 767 50/-1/5000/-1/true/Ei, que belas asas de morcego!#$b#Não terei de me preocupar com morcegos durante algum tempo. Obrigado pelo seu trabalho árduo, @.",

	    "5000017": "Crafting/Respeito pela Natureza/Se quisermos proteger a natureza, devemos fazer da reciclagem um hábito. Mesmo as coisas que parecem inúteis podem voltar a ser valiosas./Faça uma máquina de reciclagem./20 true/-1/100/-1/true",

	    "5000018": "ItemDelivery/Rotina de Alta Proteína/O Alex precisa de proteína para treinar os seus músculos, e os ovos são alimentos proteicos baratos e saborosos./Dê ao Alex 21 ovos brancos grandes./Alex 174 21/-1/3300/-1/true/Uau, estes ovos são muito grandes, pensei que eram ovos de dinossauro!#$b#Eu irei pediar à minha avó que me faça omeletes para o jantar a partir de agora.",

	    "5000019": "ItemDelivery/Caldeirão do Feiticeiro/O Wizard está a tentando estudar uma certa poção, mas ele esta sem cogumelos roxos./Dê ao Wizard 7 cogumelos roxos/Wizard 422 7/-1/7000/-1/true/Você chegou a tempo. Graças a você, posso continuar a minha pesquisa.#$b#Isto certamente será uma coisa boa para o Marlon e a Guilda dos Aventureiros.",

	    "5000020": "LostItem/Memórias do Elliot/O precioso relógio de decoração do Elliott foi perdido. Ele parece arrasado, você pode ajudá-lo?/Encontre a Opala perdida do Elliott/Elliott 564 Beach 10 11/-1/500/-1/true/Oh, você o encontrou! Estou tão feliz! Não é uma jóia cara, mas é um ornamento cheio de lembranças, é muito precioso para mim...#$b#O que você fez por mim é muito significativo. Não vou esquecer este favor. Obrigado, @.",

	    "5000021": "ItemDelivery/Amor Eterno/O George precisa de um buquê de rosas de fada para dar a Evelyn./Dê ao George 15 rosas de fada/George 595 15/-1/7500/-1/true/As rosas de fada têm uma bela aparência, e um perfume muito doce.#$b#Talvez seja por isso que Evelyn ama tanto esta flor?#$b#Obrigado a você, hoje posso fazer minha esposa feliz com este presente! Obrigado.$h",

	    "5000022": "Crafting/Fazendo um Barril/ Se você quiser ganhar muito dinheiro, o negócio de vinhos pode ser uma boa escolha. Faça um barril para começar./Faça um barril./12 true/-1/1000/-1/true",

	    "5000023": "ItemDelivery/Xarope de Ácer Doce/A Jodi quer comprar um xarope de ácer de qualidade/Dê a Jodi 10 xaropes de ácer/Jodi 724 10/-1/3000/-1/true/Oh meu Deus, eu estava assando panquecas! O Vincent vai adorar!$h#$b#Se eu colocar este xarope de ácer, ela vai ficar deliciosa mesmo que não esteja cozido. Hoho.$h#$b#Oh, você já tomou o café da manhã? Você precisa se alimentar bem. Vou empacotar alguma comida para você, então certifique-se de comer em casa![211][184]$h",

	    "5000024": "Building/Construção de Moinho/Não gostaria de processar seu próprio trigo e beterraba em farinha e açúcar respectivamente? Bem, se você tiver um moinho, você pode! Forneça a Robin o dinheiro e os materiais para construir um moinho para você./Construa um moinho./Mill/-1/100/-1/true",

                "5000025": "ItemDelivery/Prato Especial Para o Neto/A Evelyn quer fazer uma comida especial para o seu neto. Ela vai cozinhar seu prato favorito de salmão./Dê à Evelyn 10 salmões/Evelyn 139 10/-1/3500/-1/true/Você me fez um favor novamente. Muito obrigada, querido.^Você me fez um favor novamente. Muito obrigada, querida.$h#$b#Se o George fosse um pouco mais jovem, eu teria lhe pedido... Estou preocupada que eu continue sobrecarregando você.$s#$b#A propósito, você já comeu?  Oh, eu gostaria que pudéssemos comer juntos, é uma pena que você já tenha comido....$s#$b#Mas não deixarei você de mãos abanando. Você não quer esperar um minuto? Vou já buscar um pouco comida.$h#$b#Aqui! Este é um prato de salmão quente. Eu o embalei bem para que as algas não vazem, então coma quando tiver fome. Mais uma vez obrigada! [212]$h",

                "5000026": "ItemDelivery/Melhores Amigos/O Sam quer dar um presente a seu melhor amigo Sebastian. É difícil de acreditar, mas o Sam diz que o Sebastian gosta de bife de insetos.../Vá ao salão na sexta-feira e dê a Sebastian um bife de insetos./Sebastian 874/5000027/500/-1/true/...*Silêncio*...$a#$b#... @, Você acabou de me dizer para comer isto? Você está brincando, certo?$a#$b#O quê? O Sam lhe pediu para me dar isto como presente?$a#$b#Haha! Você realmente acreditou nisso? Não tem ninguém que gostaria isto.$h#$b#Ele estava tentando fazer pouco caso de nós! Haha!$h#$b#Ouça, @. Nós temos que dar o troco. Você poderia me dar um pouco de maionese? Se você a trouxer, eu lhe direi o porquê. *sorriso*$h",

                "5000027": "ItemDelivery/Melhores Amigos/O Sebastian decidiu se vingar da trollagem do Sam. Para fazer isso, ele diz que precisa de maionese./Dê ao Sebastian uma Maionese./Sebastian 306/5000028/500/-1/true/Ótimo. Agora eu vou explicar o meu plano. Você sabe qual é uma das comidas favoritas do Sam?#$b#É isso mesmo, barra de ácer. E vou espalhar esta maionese em uma barra de ácer. Tudo o que você tem que fazer é ir e lhe dar essa barra de ácer. Ele detesta maionese.#$b#Ah! Isso não significa que ele tenha alergia à maionese, então não se preocupe! Eu já posso imaginar a cara de taxo do Sam... *risos*[731]$h",

                "5000028": "ItemDelivery/Melhores Amigos/O Sebastian me pediu para presentear o Sam com uma barra de ácer cheia de maionese./Vá até a casa do Sam e lhe dê uma barra de ácer./Sam 731/-1/500/-1/true/Oh, @! Qual foi a reação do Sebastian quando você deu a ele um bife de insetos?$h#$b#Ele parecia ter engolido uma merda?Hahaha! Foi um plano bem sucedido!$h#$b#hum? Isto é uma barra de ácer?! Uma recompensa por eu ter te divertido? De nada! E obrigado. É o meu lanche favorito!$h#$b#...*hmm*...#$b#Credo! Não é xarope de ácer. É maionese. Vocês dois me pregaram uma peça, não foi?$a#$b#...$a#$b#... Hahaha!!! Foi uma peça muito divertida. Eu não tenho escolha a não ser admitir. É divertido brincar com vocês! Hahaha!!!$h",

	    "5000029": "ItemDelivery/Um Cobertor de Lã Aconchegante/A Caroline é sensível ao frio, e quer um novo cobertor de lã. A Emily, que é boa em costura, prometeu fazer o cobertor da Caroline. Dê a ela a lã necessária para acelerar o processo./Dê à Emily 20 lãs/Emily 440 20/-1/16000/-1/true/Oh, você trouxe a lã! Isso é bom.#$b#Me deixou triste ver a Caroline pegar uma constipação todos os anos. Agora eu posso fazer um cobertor grosso e quente para ela.$h",

	    "5000030": "ItemDelivery/Estimulante Forte Cafeinado/O Harvey está ocupado escrevendo uma tese para uma revista médica. Ele precisa de algumas bebidas fortes com cafeína para evitar que ele durma no trabalho./Dê ao Harvey três doses triplas de café expresso./Harvey 253 10/-1/1600/-1/true/Oh, minha sonolência desaparece assim que eu tomo um gole!#$b#Me preocupa que eu fique viciado nesta bebida no futuro.#$b#É melhor terminar minha tese antes que isso aconteça... *bocejo*",

                "5000031": "ItemDelivery/Estética Clássica/O Elliott gosta de escrever com uma caneta de pena, não com uma esferográfica ou de tinteiro. Sua caneta de pena é velha e ele quer comprar uma pena nova./Dê ao Eliott 10 penas de pato/Elliott 444 10/-1/5000/-1/true/Oh, meu Deus. Que pena macia e agradável!#$b#Se você colocar estas asas na minha caneta dourada de colheita, isso me dará uma atmosfera antiga. Eu gosto muito!#$b#Eu vivo ao lado do Willie, então é fácil conseguir tinta de lula. Além disso, tenho muita sorte de ter um amigo que me deu plumas tão bonitas!$h",

	    "5000032": "LostItem/Encomenda Desastrosa/O pacote de farinha que o Gus encomendou da Cidade Zuzu foi perdido durante a entrega. Os clientes habituais do saloon estão ansiosos pelos prato frito especial do Gus. Encontre a farinha que falta para o Gus./Encontre a farinha de trigo do Gus e a entregue no saloon./Gus 246 BusStop 33 6/-1/1000/-1/true/Ufa, quase tive que servir salada para os convidados que me visitaram nesta sexta-feira à noite. Isso teria sido embaraçoso.#$b#E graças a você que hoje posso exibir o meu prato especial de frituras.#$b#Por favor, espere um momento.#$b#Aqui, esse é meu prato especial de frituras. Obrigado novamente por sua atenção hoje![202]$h",

	    "5000033": "ItemHarvest/Criatura Astuta/Os polvos são criaturas que são difíceis de ver e pegar. O Willy o desafiou a capturar esta criatura escorregadia./Capture um polvo pescando./149/-1/1500/-1/true",

	    "5000034": "ItemDelivery/Preciosos, Minerais Preciosos/O Clint quer criar algumas ferramentas de irídio poderosas, fornecer-lhe os materiais para isso./Dê ao Clint 100 minérios de irídio/Clint 386 20/-1/40000/-1/true/Uau, você deve ter tido muita dificuldade para conseguir essa quantidade de minérios de irídio. Que mineral duro e belo. Obrigado! Agora, aqui está sua recompensa.$h",

                "5000035": "ItemDelivery/Brincando com Argila/A Penny precisa de argila para sua disciplina de argila. Por favor, pegue argila para que ela possa ser uma aula divertida./Dê à Penny 30 argilas/Penny 330 30/-1/3000/-1/true/Oh meu Deus! Obrigado por me ajudar a me preparar para minha aula!#$b#Você deve ter se esforçado muito para conseguir isso. A sua roupa está muito suja. *sorriso*$h#$b#Acho que será uma aula divertida graças a você. E este é um lanche que a Sra. Jody trouxe antes. Podemos comê-lo juntos. Mais uma vez, obrigada, @.[651]$h",

	    "5000036": "ItemHarvest/Lenhador/Por causa do tempo frio, você precisa de muita lenha para manter o fogão funcionando o dia inteiro. Quanto mais lenha, melhor, então vá até lá e corte a lenha!/Colete 2000 madeiras/388 2000/-1/20000/-1/true",

	    "5000037": "ItemHarvest/Feliz Ano Novo/O seu primeiro ano no Vale do Orvalho está quase terminando. Por que você não faz um belo bolo de chocolate para celebrar um ano de sucesso?/Faça bolo de chocolate/220/-1/1000/-1/true",

	    "5000038": "ItemHarvest/Rei dos Peixes/Lenda é o nome do rei de todos os peixes. Você será amplamente conhecido como o melhor pescador do Vale se você o pegar. Para pescar este peixe evasivo, você deve preparar a comida e a isca adequada./Pesque a lenda/163/-1/40000/-1/true",

                "5000039": "ItemDelivery/Uma Limpeza Geral/É bom limpar janelas ou espelhos com jornais molhados. A Caroline precisa de um jornal ensopado para os limpar./Vá até a loja de sementes e dê à Caroline um jornal ensopado./Caroline 172 1/-1/100/-1/true/Certo, estamos todos prontos para a faxina!#$b#Limpar é muto irritante, mas eu não cuidei bem da minha casa porque estive ocupada todo o inverno...$s#$b#Pierre, venha e varra o chão e Abigail, você tem que lavar a louça! E agora eu tenho que ir limpar as janelas. Obrigada por sua ajuda, @.$h",

                "5000040": "ItemDelivery/Novos Colheitas na Primavera/Shane, um maníaco por comida picante, quer experimentar o sabor do alho /Dê 50 pedaços de alho ao Shane/Shane 248 50/-1/7500/-1/true/Eu gosto muito do sabor que isto tem na cozinha. Vou fazer arroz frito com alho e pimenta, já estou com água na boca. *hehe*$h#$b#Você trabalhou muito para plantar isto. Aqui, pegue esta recompensa.[206]",

                "5000041": "LostItem/O Item Perdido da Maru/Enquanto a Maru estava com a janela aberta, um corvo roubou suas mais novas descobertas e fugiu./Encontre o Mármore da Maru/Maru 567 Mountain 5 35/5000042/1000/-1/true/Esse é o meu mármore, não é? Passei o dia todo fazendo experiências com ele, mas não sabia que isto aconteceria.$s#$b#Estou feliz por encontra-lo, mas se por acaso você também encontrar minha barra de ferro, traga-a até mim. por favor!",

                "5000042": "LostItem/O Item Perdido da Maru/Enquanto a Maru estava com a janela aberta, um corvo roubou suas mais novas descobertas e fugiu./Encontre a Malaquita da Maru/Maru 552 Mountain 87 24/-1/1000/-1/true/Você encontrou todas as minhas coisas!#$b#Obrigada, graças a você, eu posso continuar mexendo nos meus aparelhos!$h",

                "5000043": "ItemDelivery/Pé de Coelho da Sorte./A Leah está muito nervosa para uma próxima competição. Seria bom dar a ela algo que pudesse ajudar a aliviar a tensão, e sorte é uma coisa que a Leah está precisando/Dê à Leah 5 pés de coelho da sorte./Leah 446 5/-1/10000/-1/true/Uau, isto é um pé de coelho, não é? É um presente muito agradável!#$b#Não tenho mais medo porque o pé de coelho está em minhas mãos. Isso me tranquiliza muito. Você é tão legal, @.$h",

                "5000044": "ItemDelivery/A Jóia e o Cacto/A Pam quer dar jóias à Penny, mas ela diz que tem vergonha de dar um presente à filha./Dê à Penny 5 diamantes/Penny 72 5/5000045/1250/-1/true/Uh... Isto não é um diamante? A mãe quis me dar?#$b#Não sei como ela me comprou esta jóia cara enquanto ela não tem muito dinheiro.$s#$b#Eu também tenho um presente para a minha mãe. Se você não se importa, poderia me fazer um favor?#$b#Minha mãe gosta muito do fruto do cacto. Ela costumava falar muito sobre a fruta de cacto que comia no deserto.#$b#Você, pode por favor, comprar a fruta de cacto à minha mãe?",

                "5000045": "ItemDelivery/A Jóia e o Cacto/A Penny quer retribuir a sua mãe lhe dando Frutas de Cacto encontradas no deserto./Dê 15 Frutas de Cacto à Pam/Pam 90 15/-1/2500/-1/true/Garoto, você disse à Penny que eu comprei aquele diamante para ela, não foi?^Garota, você disse à Penny que eu comprei aquele diamante para ela, não foi?$s#$b#Não pude te dar nada, mas você sempre faz muito por mim. Desculpa, e obrigada por ser um bom amigo, garoto.^Não pude te dar nada, mas você sempre faz muito por mim. Desculpa, e obrigada por ser uma boa amiga, garota.^S$#$b#E isto é fruta de cacto, certo? A Penny me deu isso? Uau, eu adoro isto! Estou orgulhosa dela. Hahaha! Hoje é um dia muito agradável!$h",

                "5000046": "ItemDelivery/Delícias Luxuosas/O Lewis vai servir uma refeição para seus convidados chiques, e ele está procurando algo tão luxuoso quanto trufas. Então, o caviar não é a escolha certa?/Dê ao Lewis 10 caviars/Lewis 445 10/-1/10000/-1/true/Oh, eu me pergunto o que você não pode fazer. É difícil fazer caviar, então ouvi dizer que um artesão chamado Mestre do Caviar que geralmente trabalha com eles.#$b#Você é uma pessoa incrível que sabe fazer caviar assim, sem mencionar a agricultura, a pesca e a luta.$h#$b#Para ser honesto, meu trabalho se tornou muito confortável desde que eu tive alguém tão versátil quanto você na cidade! *risos*#$b#De qualquer dorma, eu posso fornecer boas refeições aos hóspedes. Espero que eles tenham uma boa impressão da nossa vila com isto!$h",

                "5000047": "ItemDelivery/Uma Designer Talentosa/A Emily quer fazer um lindo vestido, mas não consegue obter o corante necessário para seu trabalho./Dê à Emily 20 corais/Emily 393 20/-1/4000/-1/true/Como é bela a cor do coral! Isto sairá exatamente do jeito que eu imaginava agora. Você é tão gentil, @.$h",

                "5000048": "ItemHarvest/Minério Colorido/Fragmento Prismático é o minério mais raro do mundo. Dizem que este minério é bonito o suficiente para ser reconhecido de longe./Encontre um fragmento prismático./74/-1/5000/-1/true",

                "5000049": "ItemDelivery/Para o Gentleman/O Clint está interessado em cuidados com a pele. Ele diz que precisa de repolho roxo que seja saudável e rico em antioxidantes./Dê ao Clint 50 repolhos roxos/Clint 266 50/-1/30000/-1/true/Uau, estes repolhos são enormes! Acho que com esta quantidade posso comer um pouco todas as manhãs durante um mês.#$b#Eu gosto de carne, mas preciso começar a pensar na minha saúde. É deprimente...*suspiro*$s",

                "5000050": "ItemDelivery/Meu Pequeno Ácer/O Vincent está preocupado que seu novo amigo, o pequeno ácer, tenha parado de crescer por um longo tempo. O que devo fazer para aliviar sua ansiedade?/Vá para a floresta e dê 1 fertilizante para a árvore do Vincent./Vincent 805 1/-1/100/-1/true/Olá, @! Você está aqui para me ajudar?#$b#O que é isso? Fertilizante para árvores?$u#$b#Você está dizendo que árvores como meu amigo Minguinho precisam comer como nós para crescer rápido?$u#$b#Aha! Então eu só tenho que polvilhar este fertilizante em Minguinho e esperar pacientemente, certo?!$h#$b#Uau- você é uma pessoa muito gentil! Muito obrigado! Muito obrigado mesmo!$h",

                "5000051": "ItemDelivery/Macacos Adoram Bananas/O Kent planeja ir a um zoológico ecológico com sua família. Ele precisa de bananas para que seus filhos possam participar de atividades de alimentação de macacos./Dê Bananas 15 ao Kent/Kent 91 15/-1/7500/-1/true/Ah, sim, isto é uma banana? É definitivamente uma fruta exótica que é difícil de encontrar por aqui.#$b#Eu quero experimentar, então quero comer com minha família primeiro e usar o resto como comida para os macacos.#$b#Eu espero que a Jodi e as crianças gostem. Já faz um tempo desde a última vez que eu sai com a minha família, portanto, vou me divertir. Obrigado.$h",

                "5000052": "ItemDelivery/Aniversário de Casamento/O Demetrius quer dar à Robin uma caixa de pêssegos como presente de aniversário de casamento. O ajude fornecendo pêssegos./Dê ao Demetrius 20 pêssegos/Demetrius 636 20/-1/10000/-1/true/@, eu advinhei que você veio porque eu pude sentir o cheiro dos pêssegos doces.#$b#Não posso dar à Robin uma fazenda de pêssegos, mas ela ficará feliz com isto.#$b#É mesmo de primeira qualidade. Obrigado, @$h. ",

                "5000053": "LostItem/O Capacete do Anão/O Anão perdeu seu precioso capacete enquanto explorava a aldeia à noite./Encontre o capacete anão/Dwarf 121 Town 56 68/-1/0/-1/true/Esse é o meu capacete! Onde você o encontrou esse?#$b#Casa do cachorro? cachorro? O que é isso? Aquele animal peludo linguarudo?#$b#Ah! Ontem eu estava olhando ao redor e devo ter deixado meu chapéu cair.#$b#Este é o meu chapéu favorito. É legal, não é? *risos*",

                "5000054": "ItemDelivery/Necessidade Elétrica/O projeto do Sebastian foi interrompido devido a problemas de energia elétrica do computador. Por favor, o ajude a fazer o trabalho./Dê ao Sebastian 20 baterias/Sebastian 787 20/-1/40000/-1/true/Ei, você as trouxe na hora certa. Acho que agora posso usar meu computador por tempo suficiente até que as coisas estejam consertadas.#$b#Sem você, eu teria que ter colocado meu trabalho em espera. Obrigado. @.$h",

                "5000055": "ItemDelivery/Um Prato Exótico/A Sandy quer comer escargô. Ela não sabe se vai servir ao seu paladar, mas está bastante curiosa sobre o sabor./Vá à loja da Sandy e lhe dê um prato de escargô./Sandy 729/-1/2000/-1/true/Oh querido, você veio me ver!^Oh querida, você veio me ver!#$b#Uh, isso é um prato de escargôs? Tem um cheiro amanteigado e parece um pouco nojento, mas vou experimentar! #$b#...*Yum-yum*...#$b#Hmm... Oh, isto é delicioso! A textura é surpreendentemente boa. Eu estava muito curiosa sobre o sabor, mas graças a você, eu pude prová-lo. Obrigada, querido.^Hmm... Oh, isto é delicioso! A textura é surpreendentemente boa. Eu estava muito curiosa sobre o sabor, mas graças a você, eu pude prová-lo. Obrigada, querida.",

                "5000056": "ItemDelivery/A Gosto da Lembrança/O Sam quer dar ao Kent uma avelã assada. Ele quer mostrar o sabor das lembranças que sua avó deu a seu pai./Dê ao Sam 9 avelãs/Sam 408 9/-1/4500/-1/true/Isto cheira tão bem!#$b#É um pouco embaraçoso, mas eu queria animar meu pai mesmo que eu não soubesse cozinhar.#$b#@, você é bom na cozinha, então eu vou te chamar se eu precisar de ajuda novamente. Hehe...$h",

                "5000057": "LostItem/Espada Antiga da Abigail/A Abigail estava andando pela floresta e ouviu um barulho estranho perto dos esgotos. Ela perdeu a sua espada antiga enquanto fugia./Encontre a espada antiga perdida da Abigail/Abigail 109 Forest 92 82/-1/500/-1/true/Oh, você encontrou minha espada!#$b#Não ouviu um som estranho perto dos esgotos? Oh... Soou como um pombo? Hmm... É?#$b#O quê? Você está se perguntando onde eu consegui esta espada? Ontem eu a encontrei enquanto escavava e passeava no bosque.#$b#Da próxima vez, vamos praticar com esta espada juntos, @#h!",

                "5000058": "ItemDelivery/A Fruta Grande Amarela Duras/O Krobus quer comer uma fruta muito grande de casca dura amarelada./Dê ao Krobus 30 Abóboras/Krobus 276 30/-1/30000/-1/true/Uh, a fruta que eu vi na época está certa!#$b#A...Abóboda? Abóboda! Não vou esquecer este nome.#$b#Ah... o gosto é tão bom quanto o cheiro...!$h",

                "5000059": "ItemDelivery/Um Médico Simpático/O Harvey geralmente dá doces às crianças que visitam o hospital. Agora ele quer dar doces saudáveis às crianças./Dê ao Harvey 20 doces de oxicoco./Harvey 612 20/-1/8000/-1/true/É um doce com sabor de oxicoco. Mas o oxicoco não é um pouco amargo? #$b#Ah- você adicionou maçãs para esconder o amargor e maximizar a doçura? Isso é incrível. Vou apenas experimentar um.#$b#...*yum yum*...#$b#oh! Eu não gosto de doces, mas isto é delicioso! Quando eu era mais jovem, eu também adorava doces... Haha!$h#$b#Espero que isto alivie o medo das crianças do hospital. Muito obrigado.$h",

                "5000060": "LostItem/Uma Estátua Bonita de uma Galinha/A Marnie perdeu a estátua da galinha que ela estava tentando dar de presente a Shane. Ela voltou da Cidade Zuzu de trem e disse que parece ter perdido a estátua no caminho de volta para casa./Encontre a estátua de galinha da Marnie./Marnie 113 Railroad 43 41/-1/2000/-1/true/Oh, meu Deus! Você o encontrou, @!$h#$b#Felizmente, ela não quebrou e está tudo bem, exceto um pouco de sujeira. A propósito, onde você a encontrou?#$b#Você encontrou isto na estação de trem? Oh, meu Deus.  Eu sempre me esqueço as coisas! devo ter deixado enquanto estava sentado em uma cadeira e organizando minha bagagem depois de sair do trem! Não me admira que minha bagagem fosse muito leve no meu caminho para casa....*Mexendo a cabeça*#$b#Veja só. O bico dela é bonito, não é? Acho que o Shane vai adorar graças a você. Aqui está um pequeno sinal de gratidão. Obrigada, @! [608]$h",

                "5000061": "ItemHarvest/Alimento Verde/Dizem que os alimentos verdes relaxam seu corpo e sua mente. Que tal uma xícara de chá verde morno depois de um dia duro de trabalho?/Faça uma xícara de chá verde/614/-1/500/-1/true",

                "5000062": "ItemDelivery/A Comida Especial no Outono/O Sashimi no outono é tão delicioso que até mesmo os gatos que saíram de casa voltam. O Linus quer dois alocines frescos para seu prato especial de outono/Dê ao Linus 2 alocines./Linus 706 2/5000063/1000/-1/true/@, você veio! Você trouxe o que eu pedi? #$b#Alocine é o peixe que eu mais gosto no outono.#$h#$b#Ah, eu tive uma conversa com a Robin antes, e o seu filho Sebastian disse que gostava muito de sashimi...#$b#Espere um minuto, amigo.#$b#Agora, aqui está um pouco de sashimi fresco. Você vai levar isto ao Sebastian? Eu não sou muito próximo dele, então ele se sentirá incomodado se eu mesmo o levar.[227]#$b#Quero compartilhar a alegria com meus vizinhos. Obrigado por fazer isto por mim, @.$h",

                "5000063": "ItemDelivery/A Comida Especial no Outono/Linus quer compartilhar a alegria de comer deliciosos sashimis com seus vizinhos. Por favor, leve o sashimi para o Sebastian./Leve o sashimi para o Sebastian./Sebastian 227/-1/0/-1/true/Ei, @. Você está aqui para jogar?#$b#Um? O Linus quer me dar o Sashimi de Alocine? Como ele sabia que eu gostava de peixe cru?#$b#Não gostava muito dele, mas agora me sinto como um idiota.#$b#Irei agradecer ele pessoalmente da próxima vez.#$b#@, Obrigado por trazer isto para mim. Vamos comer sashimi juntos. [227]$h.",

                "5000064": "ItemDelivery/Invernização/Quando o inverno chegou, alguns moradores pediram à Robin para checar as suas chaminés, e agora ela está precisando de muitos materiais para manter todos aquecidos./Dê à Robin 300 carvões/Robin 382 300/5000065/84000/-1/true/Uau, isso foi rápido! Não está pesado?#$b#Você se pergunta para que vou usar o carvão? Quando eu checo as chaminés dos clientes, estou enchendo-as de carvão. Haha.$h#$b#hmm... Agora, se eu tiver madeira de lei suficiente, não terei nenhum problema para trabalhar nela. Por favor, traga-me um pouco de madeira de lei.",

                "5000065": "ItemDelivery/Invernização/Quando o inverno chegou, alguns moradores pediram à Robin para checar as suas chaminés, e agora ela está precisando de muitos materiais para manter todos aquecidos./Dê à Robin 300 madeiras de lei/Robin 709 300/-1/21000/-1/true/Muito bem! Posso começar a trabalhar agora mesmo.#$b#Hmm... Terei que checar a casa da Caroline primeiro porque ela é muito sensível ao frio..*Murmur*#$b#Oh! Eu me esqueci de agradecer. Você é realmente um bom amigo e vizinho. Obrigada!^Oh! Eu me esqueci de agradecer. Você é realmente uma boa amiga e vizinha. Obrigada!$h",

                "5000066": "ItemDelivery/Amargo, mas Saudável/Alex quer fazer chá de mel de raiz para sua avó que sofre de um resfriado todo inverno./Dê ao Alex 20 raízes de inverno/Alex 412 20/-1/4000/-1/true/Bem, esta raiz vegetal parece muito amarga, mas espero que seja muito mais saudável. Bem, se eu o misturar com mel, será delicioso.#$b#Espero que a minha avó não pegue uma resfriado esse ano. Vou dar a ela um chá de raiz saudável todos os dias.$h",

                "5000067": "ItemDelivery/Hidromel Quente/A Pam está com vontade de beber um hidromel de qualidade. Ela diz que precisa beber para passar pelo frio do inverno./Dê à Pam 10 hidromeis/Pam 459 10/-1/10000/-1/true/Oh, eu sabia que podia contar com você para conseguir isto para mim! Você é o melhor da cidade.#$b#Ooh, o cheiro do mel é muito forte! Esta é uma bebida que até as abelhas vão adorar.#$b#Obrigada, garoto! Vou assistir a TV enquanto bebo esta bebida hoje à noite. Hahaha!!^Obrigada, garota! Vou assistir a TV enquanto bebo esta bebida hoje à noite. Hahaha!!$h",

                "5000068": "ItemDelivery/Emergência dos Esquilos/ Esquilos estão morrendo de fome porque há uma enorme escassez de bolotas. O Linus pediu bolotas para alimentar os esquilos pobres./Dê ao Linus 300 bolotas/Linus 309 300/-1/0/-1/true/Obrigado, @. Espero que isso ajude os esquilos a sobreviverem neste inverno.#$b#Na verdade, as bolotas não são a comida favorita dos esquilos. Mas quando não há nada para comer como neste inverno, a bolota é um bom alimento de emergência.#$b#Como esperado, você é uma pessoa muito bondosa. Você me ajudou mesmo sabendo que eu não tinha dinheiro suficiente para compensar.#$b#Mas... Quero te dar isso como uma prova de gratidão. Fui até a mina há algum tempo e a encontrei. Não faz sentido para mim, mas será útil para você... Mais uma vez obrigado, amigo.^Mas... Quero te dar isso como uma prova de gratidão. Fui até a mina há algum tempo e a encontrei. Não faz sentido para mim, mas será útil para você... Mais uma vez obrigado, amiga.[60][62][64][72]$h",

                "5000069": "LostItem/Festa do Chá da Caroline/A Caroline perdeu seu conjunto de chá favorito. Ela só se lembra de ter feito uma festa de chá com suas amigas na prefeitura./Localize o conjunto de chá da Caroline/Caroline 341 Town 60 11/-1/1000/-1/true/Você encontrou meu conjunto de chá! Oh, minhas coisas estavam atrás da prefeitura... #$b#Eu tinha meu próprio vinho de morango enquanto fazia uma festa de chá com a Jodie, Robin e Marnie antes.#$b#Acho que estávamos todos bêbados e não tínhamos condições de embalar isto. Hoho.$h#$b#É minha xícara de chá favorita, então estou feliz que você a encontrou!$h#$b#Aqui, esta é uma torta que acabou de assar. Obrigada por hoje, @[234]",

                "5000070": "ItemHarvest/O Maior Ovo do Mundo/Não é chato colher ovos todos os dias e fazer maionese? O ovo de avestruz é um ovo muito eficiente que pode resolver esses problemas./Recolha 30 Ovos de Avestruz./289 30/-1/30000/-1/true",

                "5000071": "LostItem/Preocupações de Lewis/O Lewis deixou cair uma garrafa de vinho perto da praia, e a garrafa quebrou em pedaços. Não importa o quanto ele procure, ele diz que não consegue encontrar alguns dos cacos de vidro. Você terá que encontrá-lo antes que alguém pise nele e se machuque./Encontre os cacos de vidro do Lewis 'Glass Shards/Lewis 118 Beach 66 22/-1/1000/-1/true/Ufa, agora que você encontrou a última peça, estou aliviado.#$b#Eu estava preocupado que alguém pudesse pisar nele e se machucar...#$b#Agora só preciso lembrar de colocar os cacos de vidro em um lugar seguro...",
	}
}