{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/Первые шаги/Пастернак - культура, рекомендуемая для начинающих фермеров./Соберите пастернак: десять штук./24 10/-1/500/-1/true",

	    "5000002": "ItemDelivery/Полезный для здоровья угорь/Чтобы приготовить вкусного жареного угря, Эвелин попросила поймать две штуки./Принесите Эвелин двух угрей./Evelyn 148 2/-1/500/-1/true/О божечки, какие свежие угри, от одного взгляда на них я чувствую себя здоровой!#$b#Вот тебе тёплый чай. Подождёшь, пока я их приготовлю?[614]#$b#Я закончила готовить угря. Он горячий, так что поосторожней, хорошо? Ну же, попробуй.[225]#$b#Вкусно? О, я рада, что он тебе понравился.$h",
   
                "5000003": "ItemDelivery/Природная скульптура/Плавник кажется бесполезным, однако он может стать прекрасным рабочим материалом для того, кто понимает его ценность, и Лея - одна из таких скульпторов. Выудите несколько кусков плавника для Леи./Принесите Лее три куска плавника./Leah 169 3/-1/300/-1/true/Ого! У этих образцов плавника действительно классная форма! Думаю, они были частью очень старого дерева. Такой материал нелегко достать.#$b#Я могу сделать из них красивую скульптуру. @, большое спасибо, ты просто спас меня!$h^Я могу сделать из них красивую скульптуру. @, большое спасибо, ты просто спасла меня!$h",

                "5000004": "ItemDelivery/Сладкая клубника/Клубнику стоит выращивать, поскольку она вкусная и довольно дорогая. Мару любит клубнику, но её тяжело вырастить без хорошего участка земли./Принесите Мару десять клубничек./Maru 400 10/-1/2000/-1/true/Ух ты, это клубника. Её действительно так трудно выращивать?#$b#Клубника - идеальная ягода, она красивая и очень вкусная. Она сладкая, даже если есть её, просто сорвав с грядки, но из неё также можно приготовить клубничный джем, клубничный торт, клубничное вино и многое другое! Да всё, что только захочется!$h#$b#Мы с папой очень любим клубнику! Мне нравится моя работа изобретателя, но иногда хочется побыть фермером именно из-за такой клубники.$h#$b#Попробуй продать оставшуюся клубнику в магазине. Я мало что знаю о посевах, но слышала, что клубника - очень выгодная весенняя культура.#$b#Но в любом случае, большое тебе спасибо! Если мне станет грустно, я вспомню про клубнику, которую ты принёс. *улыбается*$h^Но в любом случае, большое тебе спасибо! Если мне станет грустно, я вспомню про клубнику, которую ты принесла. *улыбается*$h",

	    "5000005": "ItemHarvest/Свежая морошка/Сегодня начинается сезон морошки. Обойдите окрестности городка и соберите столько ягод, сколько сможете./Соберите двадцать ягод морошки./296 20/-1/400/-1/true",

                "5000006": "ItemDelivery/Надоедливые слаймы/Всякий раз, когда Клинт идёт работать в шахту, у него возникают проблемы с живущими там слаймами. Истребите слаймов и предоставьте ему улики./Принесите Клинту десять комков слизи./Clint 766 10/-1/1000/-1/true/О! Ты уже закончил? Спасибо тебе за тяжёлый труд!^О! Ты уже закончила? Спасибо тебе за тяжёлый труд!#$b#Слизь такая мягкая и гладкая, но когда слаймы на меня нападают, то так больно бьют.#$b#Кроме того, когда слизь попадает на обувь, она прилипает к земле, что затрудняет ходьбу! Верно же я говорю?$a#$b#Если бы не они, я мог бы добыть вдвое больше руды! Впрочем, думаю, раз ты мне помог, в шахте какое-то время будет теперь безопасно.^Если бы не они, я мог бы добыть вдвое больше руды! Впрочем, думаю, раз ты мне помогла, в шахте какое-то время будет теперь безопасно.#$b#Ещё раз спасибо за помощь. Вот небольшой подарок за тяжёлую работу.[349]$h",

	    "5000007": "Building/Ответственный фермер/Постройте силосную башню, если хотите удобно хранить сено для своих животных. Предоставьте Робин необходимые материалы и деньги на строительство./Постройте силосную башню/Silo/-1/100/-1/true",

	    "5000008": "ItemDelivery/Подарок сестре на день рождения/Хэйли хочет приготовить Эмили особый подарок на день рождения./Принесите Хэйли один аквамарин./Haley 62 1/-1/400/-1/true/Ах, какой прекрасный голубой блеск! Драгоценности меня не очень интересуют, однако этот камень очень красивый.#$b#Спасибо, я этого не забуду. *широко улыбается*$h",

 	    "5000009": "ItemDelivery/Просьба Джас/Джас хочет смастерить ожерелье из гребешков для Марни. Соберите несколько красивых гребешков и отдайте их Джас./Принесите Джас три гребешка./Jas 372 3/-1/180/-1/true/Ух ты, какие они голубенькие и хорошенькие! Я собираюсь сделать из них красивое ожерелье. Тётя Марни ведь будет рада, правда?#$b#Вот свежий розовый торт. Но во рту от него может пересохнуть, так что лучше запейте его этим соком! [221][350]#$b#Спасибо большое, @. Хи-хи.$h",

	    "5000010": "LostItem/Очки Пьера/Пьер вчера слишком много выпил и в итоге где-то потерял очки./Найдите потерянные очки Пьера./Pierre 170 Town 10 13/-1/250/-1/true/Тебе удалось найти мои очки! О нет, они разбиты!#$b#Ты нашёл их аж на детской площадке? Что же такое произошло вчера...$s^Ты нашла их аж на детской площадке? Что же такое произошло вчера...$s#$b#Ай, моя голова! Думаю, тогда у меня нет другого выбора, кроме как купить новые очки.$s",

	    "5000011": "ItemHarvest/Ягода или овощ?/Мнения людей разделились по поводу того, являются ли помидоры ягодами или овощами, но все точно согласятся, что спагетти с томатным соусом поистине восхитительны. Попробуйте вырастить помидоры на своей ферме./Соберите десять помидоров./256 10/-1/500/-1/true",

                "5000012": "ItemHarvest/Мусор вредит рыбе/Говорят, что полиэтиленовые пакеты с мусором, выбрасываемые городскими жителями, угрожают безопасности рыбы. Соберите мусор ради бедных рыбок./Соберите мусор в количестве пять штук./168 5/-1/500/-1/true",

	    "5000013": "ItemDelivery/Летний зной 1/Джас выглядит усталой от жары и не в силах играть. Почему бы вам не угостить её чем-нибудь холодненьким?/Угостите Джас мороженым./Jas 233/5000014/300/-1/true/Откуда вы знаете, что я люблю клубничное мороженое?#$b#Оно такое сладкое, холодное и вкусное! Спасибо!!$h#$b#Вам любопытно, какой любимый вкус у Винсента? Он любит виноград!",

	    "5000014": "ItemDelivery/Летний зной 2/Винсент выглядит усталым от жары и не в силах играть. Почему бы вам не угостить его чем-нибудь холодненьким?/Угостите Винсента мороженым./Vincent 233/-1/300/-1/true/Ого, выглядит восхитительно! Мне как раз захотелось перекусить! Мама не часто покупает мне такое...#$b#@, ты лучше всех! Хе-хе.$h^@, ты лучше всех! Хе-хе.$h",

                "5000015": "ItemDelivery/Неприятный запах/Джоди говорит, что терпеть не может острые ягоды. Но её подруга Робин их просто обожает. Джоди хотела бы собрать ягоды в черте города и подарить их подруге./Принесите Джоди пять острых ягод./Jodi 396 5/-1/1000/-1/true/...*нюхает*...#$b#Какой ужасный запах! Пахнет ещё хуже, оттого что их тут так много!$s#$b#Оставь их, пожалуйста, на крыльце. Позже я попрошу Сэма отнести их Робин!$s#$b#...*вздыхает*...$s#$b#Не думаю, что когда-нибудь привыкну к этому запаху... Думаешь, у меня аллергия на острые ягоды?$s#$b#... Но в любом случае, благодаря тебе, меня больше не будет мучить этот неприятный ягодный запах, который здесь был повсюду.#$b#Теперь, когда я гуляю по городу, мне кажется, я не боюсь больше наткнуться на эти ягоды. Большое тебе спасибо, @! Хи-хи.$h",

	    "5000016": "ItemDelivery/Проблема с летучими мышами/Летучие мыши вредят посевам в городке. Принесите крылья летучих мышей Льюису в качестве трофеев./Принесите Льюису десять крыльев летучих мышей./Lewis 767 10/-1/500/-1/true/Эй, тебе удалось разобраться с этими негодниками!#$b#Какое-то время мне не придётся беспокоиться об этой проблеме. Спасибо за работу, @.",

	    "5000017": "Crafting/Уважение к природе/Если мы хотим защитить природу, то должны сделать переработку мусора привычкой. Даже те вещи, которые кажутся бесполезными, могут снова стать ценными./Смастерите утилизационную машину./20 true/-1/100/-1/true",

	    "5000018": "ItemDelivery/Эталонный источник белка/Алексу нужен белок для развития мышц, а яйца - дешёвая и вкусная белковая пища./Принесите Алексу семь больших белых яиц./Alex 174 7/-1/1100/-1/true/Ого, они действительно большие. Я уж подумал, что это яйца динозавров!#$b#Я попрошу бабулю приготовить мне омлет на ужин.",

	    "5000019": "ItemDelivery/Магический котёл/Волшебник пытается изучить некое зелье, но у него заканчиваются фиолетовые грибы./Принесите Волшебнику два фиолетовых гриба./Wizard 422 2/-1/2000/-1/true/Ах, ты как раз вовремя. Благодарю, @. Теперь я могу продолжать свои исследования.#$b#Для Марлона и его Гильдии искателей приключений зелье, безусловно, будет полезно.",

	    "5000020": "LostItem/Воспоминания Эллиота/Бесценное украшение часов Эллиота было потеряно. У него разбито сердце, вы поможете ему?/Найдите потерянный опал Эллиота./Elliott 564 Beach 10 11/-1/500/-1/true/О, так ты его нашёл! Я так счастлив! Это не очень дорогой камень, но это украшение, наполненное воспоминаниями, оно очень важно для меня...^О, так ты его нашла! Я так счастлив! Это не очень дорогой камень, но это украшение, наполненное воспоминаниями, оно очень важно для меня...#$b#То, что ты сделал для меня, очень ценно. Я не забуду эту услугу. Спасибо, @.^То, что ты сделала для меня, очень ценно. Я не забуду эту услугу. Спасибо, @.",

	    "5000021": "ItemDelivery/Вечная любовь/Джордж хочет подарить букет сказочных роз Эвелин./Принесите Джорджу пять сказочных роз./George 595 5/-1/2500/-1/true/Сказочные розы так прекрасны и так приятно пахнут.#$b#Может быть, поэтому Эвелин так любит эти цветы?#$b#Благодаря тебе я могу сегодня осчастливить свою жену этим подарком! Спасибо.$h",

	    "5000022": "Crafting/Изготовление бочонка/Если вы хотите заработать большие деньги, винный бизнес может быть хорошим вариантом. Изготовьте бочонок, чтобы начать производство./Изготовьте бочонок./12 true/-1/1000/-1/true",

	    "5000023": "ItemDelivery/Сладкий кленовый сироп/Джоди хочет купить качественный кленовый сироп./Принесите Джоди кленовый сироп: одну штуку./Jodi 724 1/-1/300/-1/true/Боже мой, я как раз пекла блины! Винсент будет в восторге!$h#$b#Если я намажу блины кленовым сиропом, они будут очень вкусным, даже если не пропекутся. Хи-хи.$h#$b#О, ты уже завтракал? Нужно хорошо питаться. Я упакую тебе немного моих блинов, так что не забудь поесть дома![211][184]$h^О, ты уже завтракала? Нужно хорошо питаться. Я упакую тебе немного моих блинов, так что не забудь поесть дома![211][184]$h",

	    "5000024": "Building/Строительство мельницы/Разве вы не хотели бы перерабатывать свою собственную пшеницу и свёклу в муку и сахар соответственно? Ну, если у вас будет мельница, то сможете! Доставьте Робин деньги и необходимые материалы, чтобы она построила для вас мельницу./Постройте мельницу./Mill/-1/100/-1/true",

                "5000025": "ItemDelivery/Особое блюдо для внука/Эвелин хочет приготовить особое кушанье для своего внука. Алекс просто без ума от ужина из лосося./Принесите Эвелин двух лососей./Evelyn 139 2/-1/700/-1/true/И снова ты оказал мне услугу. Огромное тебе спасибо, душечка.$h^И снова ты оказала мне услугу. Огромное тебе спасибо, душечка.$h#$b#Будь Джордж чуть помоложе, я бы его попросила... Боюсь, что я продолжу обременять тебя.$s#$b#Кстати, ты голоден? Ах, как бы мне хотелось, чтобы мы могли поужинать вместе. Так жаль, что ты уже поел...$s^Кстати, ты голодна? Ах, как бы мне хотелось, чтобы мы могли поужинать вместе. Так жаль, что ты уже поела...$s#$b#Но я не хочу отпускать тебя. Не подождёшь минутку? Я сейчас принесу еду.$h#$b#Держи! Это горячий ужин из лосося. Я хорошо упаковала его, чтобы тебе не испачкаться, так что скушай, когда проголодаешься. Ещё раз спасибо! [212]$h",

                "5000026": "ItemDelivery/Лучшие друзья 1/Сэм хочет сделать подарок своему лучшему другу Себастиану. В это трудно поверить, но Сэм говорит, что Себастиан любит жучиный стейк.../Сходите в пятницу в салун и угостите Себастиана жучиным стейком./Sebastian 874/5000027/500/-1/true/...*молчит*...$a#$b#... @, ты хочешь, чтобы я это сейчас съел? Ты ведь шутишь, правда?$a#$b#Что? Сэм просил тебя подарить мне это?$a#$b#Ха-ха! Ты правда поверил в это? Нет никого, кому бы этот стейк понравился.$h^Ха-ха! Ты правда поверила в это? Нет никого, кому бы этот стейк понравился.$h#$b#Он пытался посмеяться над нами! Ха-ха!$h#$b#Слушай, @. Давай пошутим над ним в отместку. Можешь принести мне майонез? Когда ты принесёшь его, я скажу тебе для чего. *ухмыляется*$h",

                "5000027": "ItemDelivery/Лучшие друзья 2/Себастиан решил отомстить за шалость Сэма. Он сказал, что для этого ему нужен майонез./Принесите Себастиану один майонез./Sebastian 306/5000028/500/-1/true/Отлично. Сейчас я объясню тебе свой план. Ты же знаешь, какое одно из любимых блюд Сэма?#$b#Правильно, кленовый пончик. Сейчас я наполню один твоим майонезом. Всё, что тебе останется сделать, это сходить и подарить ему этот кленовый пончик. Он просто терпеть не может майонез.#$b#А, кстати! Это не значит, что у него аллергия на майонез, так что не волнуйся! Я уже представляю себе его глупое лицо... *смеётся*[731]$h",

                "5000028": "ItemDelivery/Лучшие друзья 3/Себастиан попросил меня подарить Сэму кленовый пончик, наполненный майонезом./Отправляйтесь к Сэму домой и подарите ему кленовый пончик./Sam 731/-1/500/-1/true/O, @! Какова была его реакция, когда ты угостил Себастиана жучиным стейком?$h^O, @! Какова была его реакция, когда ты угостила Себастиана жучиным стейком?$h#$b#Он выглядел так, будто наглотался всякой гадости? Ха-ха-ха! План увенчался успехом!$h#$b#А? Это что у тебя, кленовый пончик?! Это мне в благодарность за возможность повеселиться? Всегда пожалуйста! И спасибо тебе. Это моя любимая еда!$h#$b#...*ням-ням*...#$b#Фу-у-у! Это не кленовый сироп. Это майонез. Вы двое посмеялись надо мной, да?$a#$b#...$a#$b#... Ха-ха-ха!!! Это была действительно забавная шутка. У меня нет другого выбора, кроме как признать это. С вами, ребята, так весело! Ха-ха-ха!!!$h",

	    "5000029": "ItemDelivery/Уютное шерстяное одеяло/Кэролайн чувствительна к холоду, она хочет новое шерстяное одеяло. Эмили, которая хорошо умеет шить, обещала сшить Кэролайн одеяло. Снабдите её необходимой шерстью, чтобы ускорить процесс./Принесите Эмили пять штук шерсти./Emily 440 5/-1/4000/-1/true/Ах, ты принёс шерсть! Хорошо.^Ах, ты принесла шерсть! Хорошо.#$b#Мне больно видеть, как Кэролайн каждый год простывает. Теперь я смогу сшить для неё плотное тёплое одеяло.$h",

	    "5000030": "ItemDelivery/Сильнодействующий кофеиносодержащий стимулятор/Харви пишет статью для медицинского журнала. Ему нужны крепкие кофеиновые напитки, чтобы не заснуть на работе./Принесите Харви три тройных эспрессо./Harvey 253 3/-1/4800/-1/true/О, моя сонливость проходит, как только я делаю глоток!#$b#Боюсь, как бы у меня не выработалось пристрастие к этому напитку.#$b#Мне лучше закончить статью до того, как это произойдёт... *зевает*",

                "5000031": "ItemDelivery/Классическая эстетика/Эллиот предпочитает писать перьевой ручкой, а не шариковой. Птичье перо, украшающее его ручку, совсем износилось, и он хочет купить новое./Принесите Эллиоту три утиных пера./Elliott 444 3/-1/1500/-1/true/О боже, какие милые, мягкие пёрышки!#$b#Если прикрепить их к моей винтажной золотой ручке, это придаст моему рабочему месту атмосферу благородной старины. Мне она очень нравится!#$b#Я живу по соседству с Вилли, так что достать чернила кальмара не составит труда. Кроме того, мне очень повезло, что у меня есть друг, который подарил мне такие красивые перья!$h^Я живу по соседству с Вилли, так что достать чернила кальмара не составит труда. Кроме того, мне очень повезло, что у меня есть подруга, которая подарила мне такие красивые перья!$h",

	    "5000032": "LostItem/Проблема с доставкой/Пакет с мукой, который Гас заказал в городе Зузу, пропал во время доставки. Посетители салуна с нетерпением ждут фирменной жареной еды Гаса, а это важно. Найдите муку для Гаса./Найдите пакет пшеничной муки для Гаса и принесите его в салун./Gus 246 BusStop 33 6/-1/1000/-1/true/Фух, я уж начал думать, что посетителям в пятницу придётся подавать салат. Это было бы неловко.#$b#Только благодаря тебе я сегодня могу похвастаться своими фирменными блюдами.#$b#Пожалуйста, подожди минутку.#$b#Вот, это мой фирменный жареный кальмар. Ещё раз спасибо тебе за твою доброту![202]$h",

	    "5000033": "ItemHarvest/Хитрое создание/Осьминоги - это существа, которых трудно увидеть и поймать. Вилли бросил вам вызов: поймайте это неуловимое существо!/Выловите осьминога на рыбалке./149/-1/1500/-1/true",

	    "5000034": "ItemDelivery/Благородный металл/Клинт хочет изготовить мощные иридиевые инструменты. Обеспечьте его необходимыми материалами./Принесите Клинту 20 кусков иридиевой руды./Clint 386 20/-1/8000/-1/true/Надо же, тебе, должно быть, было нелегко раздобыть такое количество иридиевой руды. Какой твёрдый, красивый металл. Спасибо! А вот и твоя награда.$h",

                "5000035": "ItemDelivery/Игра с глиной/Пенни необходима глина для урока лепки. Пожалуйста, принесите ей глину, чтобы урок получился весёлым./Принесите Пенни десять кусков глины./Penny 330 10/-1/1000/-1/true/Вот это да! Спасибо, что помог подготовиться к уроку!^Вот это да! Спасибо, что помогла подготовиться к уроку!#$b#Ты, должно быть, изо всех сил старался добыть её. Твоя одежда вся грязная. *улыбается*.$h^Ты, должно быть, изо всех сил старалась добыть её. Твоя одежда вся грязная. *улыбается*.$h#$b#Думаю, благодаря тебе урок будет весёлым. А вот закуска, которую миссис Джоди принесла мне недавно. Мы можем съесть её вместе, если хочешь. Ещё раз спасибо, @.[651]$h",

	    "5000036": "ItemHarvest/Дровосек/В холодную погоду необходимо столько дров, чтобы печь горела весь день. Чем больше дров, тем веселее, так что отправляйтесь в лес рубить деревья!/Соберите 500 единиц древесины./388 500/-1/5000/-1/true",

	    "5000037": "ItemHarvest/С Новым годом/Ваш первый год в Долине Стардью почти закончился. Почему бы вам не испечь вкусный шоколадный торт, чтобы отпраздновать успешный уходящий год?/Испеките шоколадный торт./220/-1/1000/-1/true",

	    "5000038": "ItemHarvest/Царь рыб/Рыбу под названием Легенда называют царём всех рыб. Вы будете широко известны как лучший рыболов, если поймаете Легенду. Чтобы поймать эту неуловимую рыбу, нужна правильная еда для рыбака и приманка для рыбы./Выловите Легенду./163/-1/40000/-1/true",

                "5000039": "ItemDelivery/Генеральная уборка/Окна или зеркала ещё в старину было принято протирать мокрыми газетами. Кэролайн хочет навести порядок в доме, но ей нужна мокрая газета./Отправляйтесь в магазин Пьера и принесите Кэролайн мокрую газету./Caroline 172 1/-1/100/-1/true/Итак, можно приступать к уборке!#$b#Уборка так раздражает, но я плохо следила за чистотой дома, поскольку всю зиму была сама не своя...$s#$b#Пьер подметает пол, а Абигейл моет посуду! А я пойду мыть окна. Спасибо за помощь, @.$h",

                "5000040": "ItemDelivery/Новая весенняя культура/Шейн, любитель острой еды, жаждет попробовать чеснок./Принесите Шейну десять головок чеснока./Shane 248 10/-1/1500/-1/true/Мне очень нравится его вкус. Я собираюсь приготовить жареный рис с чесноком и перцем, у меня уже слюнки текут. Хе-хе.$h#$b#Ты усердно работал, чтобы вырастить его. Вот, возьми, это тебе за твой труд.[206]^Ты усердно работала, чтобы вырастить его. Вот, возьми, это тебе за твой труд.[206]",

                "5000041": "LostItem/Потерянная вещица Мару 1/Пока Мару держала окно открытым, ворона стащила её блестящие материалы для нового изобретения и скрылась./Найдите мрамор Мару./Maru 567 Mountain 5 35/5000042/1000/-1/true/Это ведь мой мрамор, верно? Я экспериментировала с ним сегодня весь день, но я не знала, что такое может случиться.$s#$b#Рада, что теперь он снова у меня, но если ты найдёшь ещё и мой малахит, принеси его мне, пожалуйста!",

                "5000042": "LostItem/Потерянная вещица Мару 2/Пока Мару держала окно открытым, ворона стащила её блестящие материалы для нового изобретения и скрылась./Найдите малахит Мару./Maru 552 Mountain 87 24/-1/1000/-1/true/Ты нашёл все мои вещи!^Ты нашла все мои вещи!#$b#Благодаря тебе я могу продолжать мастерить свои гаджеты!$h",

                "5000043": "ItemDelivery/Кроличья лапка на удачу/Лея очень нервничает перед предстоящим конкурсом. Было бы неплохо подарить ей что-нибудь, что помогло бы снять напряжение, и ещё принесло бы удачу в придачу./Подарите Лее одну кроличью лапку на удачу./Leah 446 1/-1/2000/-1/true/Ух ты, это же кроличья лапка, правильно? Это очень разумный подарок!#$b#Я больше не боюсь, потому что у меня при себе теперь есть кроличья лапка. Она правда успокаивает меня. Ты такой милый, @.$h^Я больше не боюсь, потому что у меня при себе теперь есть кроличья лапка. Она правда успокаивает меня. Ты такая милая, @.$h",

                "5000044": "ItemDelivery/Драгоценность и Колючка 1/Пэм хочет подарить Пенни украшение, но говорит, что ей очень неловко самой дарить такой подарок дочери./Подарите Пенни алмаз./Penny 72 1/5000045/250/-1/true/О... это ведь алмаз? Мама хотела подарить его мне?#$b#Я не знаю, каким образом она смогла купить мне это дорогое украшение при таких-то деньгах.$s#$b#А у меня тоже есть подарок для мамы. Если не возражаешь, могу я попросить тебя об одолжении?#$b#Моя мама очень любит плоды кактуса. Она часто рассказывала о плодах, которые ела в пустыне.#$b#Не мог бы ты, пожалуйста, подарить плоды кактуса моей маме?^Не могла бы ты, пожалуйста, подарить плоды кактуса моей маме?",

                "5000045": "ItemDelivery/Драгоценность и Колючка 2/Пенни хочет отблагодарить маму, подарив ей плоды кактуса, растущие в пустыне./Подарите Пэм пять плодов кактуса./Pam 90 5/-1/750/-1/true/Эх, молодёжь, ты ведь сказал Пенни, что это я купила ей этот алмаз, верно?$s^Эх, молодёжь, ты ведь сказала Пенни, что это я купила ей этот алмаз, верно?$s#$b#Я ничего не могу тебе предложить взамен, но ты постоянно так много для меня делаешь. Прости и спасибо за то, что ты такой хороший друг, парень.$s^Я ничего не могу тебе предложить взамен, но ты постоянно так много для меня делаешь. Прости и спасибо за то, что ты такая хорошая подруга.$s#$b#А это плоды кактуса, верно? Пенни подарила их мне? Ух ты, я их обожаю! Я горжусь ею. Ха-ха-ха! Сегодня такой приятный день!$h",

                "5000046": "ItemDelivery/Изысканное яство/Льюис хочет накормить своих дорогих гостей и ищет что-нибудь столь же роскошное, как, например, трюфели. Так-с, разве икра не правильный выбор?/Принесите Льюису одну порцию икры./Lewis 445 1/-1/1000/-1/true/Интересно, чего ты всё же не умеешь? Производить икру сложно, вот я слыхал, что только особые профессионалы могут её приготовить.#$b#Ты удивительный человек, ты знаешь, как производить такую икру, и не только разбираешься в сельском хозяйстве и рыбалке, но и сражаться умеешь.$h#$b#Честно говоря, моя работа стала очень спокойной с тех пор, как у нас в городе появился такой разносторонний человек, как ты! *смеётся*#$b#Во всяком случае, теперь я могу обеспечить гостей отличным угощением. Надеюсь, они получат хорошее впечатление от пребывания в нашем городке!$h",

                "5000047": "ItemDelivery/Талантливый дизайнер/Эмили намеревается сшить роскошное платье, но не может найти необходимую коралловую краску для своей работы./Принесите Эмили пять кораллов./Emily 393 5/-1/1000/-1/true/Как прекрасен коралловый цвет! Всё получится именно так, как я и представляла. Ты такой добрый, @.$h^Как прекрасен коралловый цвет! Всё получится именно так, как я и представляла. Ты такая добрая, @.$h",

                "5000048": "ItemHarvest/Разноцветный камешек/Радужный осколок - это редчайший драгоценный камень в мире. Говорят, что этот осколок так сияет, что его можно разглядеть издалека./Найдите радужный осколок./74/-1/5000/-1/true",

                "5000049": "ItemDelivery/Первый шаг к становлению джентльменом/Клинт заинтересовался уходом за кожей. Он говорит, что ему нужна красная капуста, которая очень полезна, а также богата антиоксидантами./Принесите Клинту десять кочанов красной капусты./Clint 266 10/-1/6000/-1/true/Ого, какие они огромные. С таким количеством мне хватит на целый месяц, даже если я буду съедать по одной порции каждое утро. #$b#Я люблю мясо, но мне нужно начать думать о своём здоровье. Это угнетает...*вздыхает*$s",

                "5000050": "ItemDelivery/Мой маленький клён/Винсент беспокоится, что его новый друг, маленький клён, уже давно не растёт. Как мне помочь ему успокоиться?/Идите в лес и принесите Винсенту древесное удобрение для его деревца./Vincent 805 1/-1/100/-1/true/Привет, @! Ты хочешь дать мне совет?#$b#Что это? Древесное удобрение?$u#$b#Хочешь сказать, что такие деревья, как мой друг Мизинчик, должны есть, как мы, чтобы быстро расти?$u#$b#Ага! Значит, мне просто нужно посыпать Мизинчика этим удобрением и терпеливо ждать, верно?!$h#$b#Ничего себе! Какой же ты добрый! Большущее спасибо! Благодарю тебя!$h^Ничего себе! Какая же ты добрая! Большущее спасибо! Благодарю тебя!$h",

                "5000051": "ItemDelivery/Обезьянки обожают бананы/Кент планирует отправиться со своей семьёй в эко-зоопарк. Ему нужны бананы, чтобы его сыновья могли покормить обезьянок./Принесите Кенту пять бананов./Kent 91 5/-1/2500/-1/true/О, бананы? Безусловно, эти экзотические фрукты трудно найти в наших краях.#$b#Пожалуй, сначала мы всей семьёй попробуем несколько, а остальными потом угостим обезьянок.#$b#Надеюсь, Джоди и детям понравится в зоопарке. Я уже давно не отдыхал вместе с семьёй, так что хорошо проведу время. Спасибо.$h",

                "5000052": "ItemDelivery/Годовщина свадьбы/Деметриус хочет подарить Робин коробочку персиков на годовщину свадьбы. Помогите ему найти персики./Принесите Деметриусу пять персиков./Demetrius 636 5/-1/2500/-1/true/@, я догадался, что это ты пришёл, потому что почувствовал запах сладких персиков.^@, я догадался, что это ты пришла, потому что почувствовал запах сладких персиков.#$b#Конечно, я не могу подарить Робин персиковую ферму, но она и так будет счастлива.#$b#Качество действительно первоклассное. Спасибо, @.$h. ",

                "5000053": "LostItem/Шлем Дварфа/Дварф потерял свой драгоценный шлем, когда осматривал городок ночью./Найдите шлем Дварфа./Dwarf 121 Town 56 68/-1/0/-1/true/Это же мой шлем! Где ты его нашёл?^Это же мой шлем! Где ты его нашла?#$b#Конура? Собака? Что это? Это волосатое животное с высунутым языком?#$b#Ах да! Вчера я там осматривался и, должно быть, потерял шлем там.#$b#Это мой любимый шлем. Он такой крутой, правда? *смеётся*",

                "5000054": "ItemDelivery/Перебои электроснабжения/Себастиану пришлось приостановить работу над программой из-за проблем с питанием компьютера. Пожалуйста, помогите ему продолжить работу./Принесите Себастиану пять аккумуляторов./Sebastian 787 5/-1/10000/-1/true/О, ты их так быстро принёс. Думаю, теперь я смогу пользоваться компьютером и дальше, пока проблема с блоком питания не будет решена.^О, ты так быстро их принесла. Думаю, теперь я смогу пользоваться компьютером и дальше, пока проблема с блоком питания не будет решена.#$b#Без тебя мне пришлось бы отложить работу. Спасибо, @.$h",

                "5000055": "ItemDelivery/Экзотическое блюдо/Сэнди хочет попробовать блюдо Эскарго. Она не знает, придётся ли оно ей по вкусу, однако попробовать всё равно хочет./Отправляйтесь в магазин Сэнди и угостите её блюдом Эскарго./Sandy 729/-1/2000/-1/true/О боже, ты пришёл навестить меня!^О боже, ты пришла навестить меня!#$b#Это и есть блюдо Эскарго? У него маслянистый запах, и выглядит оно немного мерзко, но я всё же попробую!#$b#..*ням-ням*..#$b#Хм-м... О, по-моему, это восхитительно! Текстура на удивление хороша. Мне было очень любопытно узнать вкус этого блюда, и благодаря тебе я его попробовала. Спасибо, дорогуша.",

                "5000056": "ItemDelivery/Вкус воспоминаний/Сэм хочет угостить Кента жареным фундуком. Ему хочется подарить вкус воспоминаний, которые его бабушка подарила когда-то отцу./Принесите Сэму фундук: три штуки./Sam 408 3/-1/1500/-1/true/Они так вкусно пахнут!#$b#Это немного неловко, но я хотел подбодрить папу, даже если не умею готовить.#$b#@, ты хорошо готовишь, так что я позову тебя, если мне снова понадобится помощь. Хе-хе...$h",

                "5000057": "LostItem/Древний меч Абигейл/Абигейл шла по лесу и услышала какой-то странный шум возле канализации. Убегая, она выронила свой меч./Найдите потерянный древний меч Абигейл./Abigail 109 Forest 92 82/-1/500/-1/true/Ах, значит, ты нашёл мой меч!^Ах, значит, ты нашла мой меч!#$b#Разве ты не слышал странный звук возле канализации? Э-э... Что-то вроде голубиного крика? Хм-м... Так ли это?^Разве ты не слышала странный звук возле канализации? Э-э... Что-то вроде голубиного крика? Хм-м... Так ли это?#$b#Что? Тебе интересно, откуда у меня этот меч? Вчера я нашла его, когда копалась и развлекалась в лесу.#$b#В следующий раз давай потренируемся с этим мечом вместе, @!$h",

                "5000058": "ItemDelivery/Большой оранжевый плод/Кробус хочет попробовать на вкус большой оранжевый плод с твёрдой кожурой./Угостите Кробуса тремя тыквами./Krobus 276 3/-1/3000/-1/true/Э-э, это тот самый плод, который я видел тогда!#$b#Т... Т-тыква? Тыква! Я не забуду это название.#$b#Ах...На вкус она так же хороша, как и на запах... Вкуснотища!$h",

                "5000059": "ItemDelivery/Добрый доктор/Харви обычно даёт конфеты детям при посещении клиники. Теперь же он хочет давать детям что-нибудь полезное./Принесите Харви клюквенную сласть в количестве десять штук./Harvey 612 10/-1/4000/-1/true/О, это же десерт со вкусом клюквы. Но разве клюква не горьковата?#$b#А, так ты добавляешь яблоки, чтобы скрыть горечь и увеличить сладость? Это удивительно. Я хочу попробовать.#$b#...*ням-ням*...#$b#О-о! Я не очень-то люблю сладкое, но этот десерт очень вкусный! Но с другой стороны, когда я был моложе, я тоже любил конфеты... Ха-ха!$h#$b#Надеюсь, таким образом у детей уменьшится страх перед больницами. Огромное спасибо.$h",

                "5000060": "LostItem/Симпатичная статуя курицы/Марни потеряла статую курицы, которую хотела подарить Шейну. Она вернулась из города Зузу на поезде и говорит, что, похоже, потеряла статую по дороге домой./Найдите статую курицы, которую потеряла Марни./Marnie 113 Railroad 43 41/-1/2000/-1/true/Боже мой! Ты нашёл её, @!$h^Боже мой! Ты нашла её, @!$h#$b#К счастью, она не сломалась, и с ней всё в порядке, вот тут только немного грязи. Кстати, где она была?#$b#На железнодорожной станции? О,боже мой! Я всё время что-то забываю! Должно быть, я оставила её, когда сидела на скамейке и приводила в порядок багаж после того, как сошла с поезда! Неудивительно, что сумка показалась мне слишком лёгкой по дороге домой....*качает головой*#$b#Только посмотри на неё. У неё такой милый клювик, правда? Думаю, Шейну она понравится, спасибо тебе. Вот, в знак моей искренней благодарности. Ещё раз спасибо, @! [608]$h",

                "5000061": "ItemHarvest/Чайные листья/Говорят, чай расслабляет тело и ум. Как насчёт чашечки тёплого зелёного чая после тяжёлого рабочего дня?/Приготовьте чашечку зелёного чая./614/-1/500/-1/true",

                "5000062": "ItemDelivery/Особое осеннее блюдо 1/Сашими осенью настолько вкусное, что даже кошки, покинувшие дом, возвращаются обратно. Линусу нужны два свежих шэда для его особого осеннего блюда./Принесите Линусу двух шэдов./Linus 706 2/5000063/1000/-1/true/@, ты пришёл! Принёс то, что я просил?^@, ты пришла! Принесла то, что я просил?#$b#Сашими из шэда - это блюдо, которою я больше всего жду осенью.$h#$b#Кстати, однажды я разговаривал с Робин и её сыном Себастианом, и тот сказал, что ему очень нравится сашими...#$b#Подожди минутку, дружище.#$b#Вот тебе свежее сашими. Передашь его Себастиану? Я не очень близок с ним, так что он будет чувствовать себя неловко, если я принесу его сам.[227]#$b#Я хочу поделиться радостью со своими соседями. Спасибо, что всегда помогаешь мне, @.$h",

                "5000063": "ItemDelivery/Особое осеннее блюдо 2/Линус хочет разделить радость от вкусного сашими со своими соседями. Пожалуйста, отнесите сашими Себастиану./Отнесите сашими Себастиану./Sebastian 227/-1/0/-1/true/Привет, @. Ты пришёл поиграть?^Привет, @. Ты пришла поиграть?#$b#Эм? Линус хотел угостить меня сашими из шэда? Откуда он узнал, что я люблю сырую рыбу?#$b#Мне было наплевать на него, но сейчас я чувствую себя ослом.#$b#В следующий раз, когда увижу его, скажу ему спасибо.#$b#@, спасибо, что принёс их мне. Давай поедим сашими вместе.[227]$h^@, спасибо, что принесла их мне. Давай поедим сашими вместе.[227]$h",

                "5000064": "ItemDelivery/Подготовка к зиме 1/С наступлением зимы некоторые жители попросили Робин проверить их отопительные котлы, и теперь ей требуется много материалов, чтобы помочь всем не замёрзнуть./Принесите Робин 50 единиц угля./Robin 382 50/5000065/14000/-1/true/Ух ты, как быстро! Разве он не тяжеловат?#$b#Тебе интересно, для чего мне уголь? Проверяя котлы клиентов, я просто топлю их углём. Ха-ха.$h#$b#Хм-м... Осталось ещё кое-что. В общем, если у меня на складе будет достаточно твёрдой древесины, я быстро смогу закончить с проверкой. Пожалуйста, принеси мне немного твёрдой древесины.",

                "5000065": "ItemDelivery/Подготовка к зиме 2/С наступлением зимы некоторые жители попросили Робин проверить их отопительную систему, и теперь ей требуется много материалов, чтобы помочь всем не замёрзнуть./Принесите Робин 50 единиц твёрдой древесины./Robin 709 50/-1/3500/-1/true/Ладненько! Теперь можно приступать к работе.#$b#Хм-м... В первую очередь я проверю дом Кэролайн, потому что она так легко простужается...*шепчет*#$b#Точно! Совсем забыла поблагодарить тебя. Ты очень хороший друг и сосед. Спасибо!$h^Точно! Совсем забыла поблагодарить тебя. Ты очень хорошая подруга и соседка. Спасибо!$h",

                "5000066": "ItemDelivery/Горькие, но полезные/Алекс хочет заварить  целебный чай с мёдом и зимним корнем для своей бабушки, которая каждую зиму болеет простудой./Принесите Алексу пять зимних корней./Alex 412 5/-1/1000/-1/true/Ну, этот корнеплод даже на вид кажется горьким, но надеюсь, что он действительно полезный. Что ж, если я смешаю его с мёдом, он будет невероятно вкусным.#$b#Надеюсь, моя бабушка не простудится в этом году. Я буду каждый день давать ей этот полезный чай из корней.$h",

                "5000067": "ItemDelivery/Горячий мёд/Пэм в настроении выпить хорошей медовухи. Она говорит, что медовуха необходима ей, чтобы пережить холодную зиму./Принесите Пэм одну бутылку медовухи./Pam 459 1/-1/1000/-1/true/О, я знала, что могу рассчитывать на тебя! Ты лучше всех в этом городе.#$b#О-о-о, запах мёда такой сильный! Этот напиток оценили бы даже пчёлы.#$b#Спасибо, молодёжь! Сегодня вечером я буду смотреть телевизор, попивая медовуху. Ха-ха-ха!!$h",

                "5000068": "ItemDelivery/Белки хотят есть/Белки голодают, поскольку желудей катастрофически не хватает. Линус попросил найти желуди, чтобы накормить бедных белок./Принесите Линусу 30 желудей./Linus 309 30/-1/0/-1/true/Спасибо, @. Надеюсь, это поможет белкам пережить эту зиму.#$b#На самом деле жёлуди - не самая любимая еда белок. Но когда есть нечего, как этой зимой, жёлуди - хорошая пища на крайний случай.#$b#Как и ожидалось, ты поистине добросердечный человек. Ты помог мне, хотя и знал, что у меня нет денег, чтобы заплатить тебе.^Как и ожидалось, ты поистине добросердечный человек. Ты помогла мне, хотя и знала, что у меня нет денег, чтобы заплатить тебе.#$b#Но... Я хочу подарить эти самоцветы в знак благодарности. Я недавно ходил в шахту и нашёл их. Для меня они бесполезны, но тебе они наверняка пригодятся... Ещё раз спасибо, друг.[60][62][64][72]$h",

                "5000069": "LostItem/Чаепитие Кэролайн/Кэролайн потеряла свой любимый чайный набор. Она помнит только, как проводила чаепитие с подругами в клубе./Найдите чайный набор Кэролайн./Caroline 341 Town 60 11/-1/1000/-1/true/Ты нашёл мой чайный набор! О, так он был за клубом?^Ты нашла мой чайный набор! О, так он был за клубом?#$b#Я принесла своё клубничное вино на чаепитие, которое мы с Джоди, Робин и Марни организовали.#$b#Думаю, мы все немного выпили, и просто забыли забрать его с собой. Хо-хо.$h#$b#Это моя любимая чашка, я очень рада, что ты её нашёл!$h^Это моя любимая чашка, я очень рада, что ты её нашла!$h#$b#Возьми этот черничный пирог в знак благодарности за сегодняшний день, @! Я только что его испекла.[234]",

                "5000070": "ItemHarvest/Самое большое яйцо в мире/Не утомительно ли каждый день собирать яйца и делать из них майонез? Страусиное яйцо такое большое, что может решить такую проблему./Соберите три страусиных яйца./289 3/-1/3000/-1/true",

                "5000071": "LostItem/Опасения Льюиса/Льюис уронил бутылку вина на пляже, и она разбилась вдребезги. Сколько бы он ни искал, ему всё равно не удаётся найти все осколки битого стекла. Вы должны найти их прежде, чем кто-нибудь наступит и поранится./Найдите фрагменты битого стекла от бутылки Льюиса./Lewis 118 Beach 66 22/-1/1000/-1/true/Фу-ух, теперь, когда ты нашёл последний осколок, я чувствую облегчение.^Фу-ух, теперь, когда ты нашла последний осколок, я чувствую облегчение.#$b#Я боялся, что кто-нибудь наступит на них и пострадает...#$b#Осталось только не забыть положить осколки в безопасное место...",
	}
}