{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/Baby Steps/Parsnip is a recommended crop for novice farmers./Harvest 30 parsnips./24 30/-1/1500/-1/true",

	    "5000002": "ItemDelivery/Healthy Eel/Evelyn has asked for some eels to make delicious fried eel./Give Evelyn 3 Eels./Evelyn 148 3/-1/750/-1/true/Oh, what fresh eels! Just looking at them makes me feel healthy!#$b#Here's some nice, soothing tea. Could you wait while I cook this?[614]#$b#I'm finished! It's hot, so be careful. Go on, try it.[225]#$b#Isn't it good? I'm glad you like it, dear.$h",  
  
                "5000003": "ItemDelivery/Sculpture Of Nature/Driftwood may seem worthless, but it can be a wonderful working material for someone who knows its value, and Leah is one such sculptor. Collect some driftwood for Leah./Give Leah 5 Driftwood./Leah 169 5/-1/500/-1/true/This driftwood has such lovely shapes! I think this one came from a very old tree. It's hard to obtain wood this aged.#$b#These will make for some beautiful sculptures. @, thank you so much for finding these for me!$h",

                "5000004": "ItemDelivery/Sublime Strawberries/Strawberries are worth growing because they taste good and are quite expensive. Maru likes strawberries, but she doesn't have the space to grow any./Give Maru 30 Strawberries/Maru 400 30/-1/6000/-1/true/Yay, strawberries! Aren't they great to farm?#$b#I can't think of another fruit that's so pretty and tasty. You can eat them raw, make strawberry jam, strawberry cake, strawberry wine...I could go on forever!$h#$b#My dad and I love strawberries. Being an inventor's my passion, but sometimes I wish I were a farmer just so I could grow these all the time.$h#$b#Try selling the rest of the strawberries on the market. I don't know much about farming, but I heard that strawberries are very profitable for a spring crop.#$b#Anyway, thank you so much! I'll think about how you brought me strawberries whenever I'm feeling down.$h",

	    "5000005": "ItemHarvest/Fresh Salmonberry Lunchbox/It's salmonberry season starting today. Go around the valley and collect them./Gather 40 Salmonberries/296 40/-1/800/-1/true",

                "5000006": "ItemDelivery/Slime Problem/Whenever Clint goes to get ore from the mine, slimes get in his way. Elminate some slimes and bring him the evidence./Give Clint 40 Slime/Clint 766 40/-1/4000/-1/true/Oh, are you done already? Great!#$b#I don't get why it hurts so much when they touch me. You'd think it'd be like touching water.#$b#Plus if you step on the slime, it's so sticky that it's hard to walk afterward. I'm sure you've dealt with that too.$a#$b#If it weren't for them, I could dig up twice as much ore. It should be easy to go to the mine for a while because of you.#$b#Thank you for helping me. Here's a small gift for the hard work.[349]$h",

	    "5000007": "Building/Responsible Rancher/Build a silo if you want to comfortably store hay for animals. Give Robin the necessary materials and money for construction./Build a silo./Silo/-1/100/-1/true",

	    "5000008": "ItemDelivery/Sisterly Birthday Present/Haley wants to prepare a special birthday present for Emily./Give Haley 3 Aquamarines/Haley 62 3/-1/1200/-1/true/Look how the light reflects blue off the surface! It's almost pretty enough for me to keep for myself.#$b#Thanks, @. I'll remember this.$h",

 	    "5000009": "ItemDelivery/Jas' Request/Jas wants to make a shell necklace for Marnie. Comb the beach for some clams and give them to Jas./Give Jas 6 Clams./Jas 372 6/-1/360/-1/true/Wow, they're so white and pretty! I'm going to make a necklace with these. Do you think Auntie Marnie will like it?#$b#Here's some pink cake. It's extra yummy with juice! [221][350]#$b#Thank you, @. Heehee!$h",

	    "5000010": "LostItem/Pierre's Glasses/Pierre drank too much yesterday and lost his glasses somewhere./Find Pierre's lost glasses./Pierre 170 Town 10 13/-1/250/-1/true/Hey, you found my glasses! Wait, why are they broken?#$b#You found them around the playground? What the heck happened last night...$s$s#$b#Ugh, my head. I guess it's time to get new glasses then.$s",

	    "5000011": "ItemHarvest/Fruit or Vegetable?/People are divided over whether tomatoes are fruits or vegetables, but everyone can agree that spaghetti with tomato sauce is delicious. Try growing some tomatoes on your farm./Harvest 30 tomatoes/256 30/-1/1500/-1/true",

                "5000012": "ItemHarvest/Garbage in the Water/Plastic waste thrown away by urban people threatens the safety of fish. Pick up the trash for the poor fish./Gather 10 Trash/168 15/-1/1000/-1/true",

	    "5000013": "ItemDelivery/Dog Days/Jas looks exhausted from the heat and has no strength to play. Why don't you buy her a cold snack?/Give Jas Ice Cream./Jas 233/5000014/300/-1/true/How did you know I like strawberry ice cream?#$b#It's so nice and cold! Thank you!!$h#$b#Do you know what Vincent's favorite flavor is? It's grape!",

	    "5000014": "ItemDelivery/Dog Days/Vincent looks exhausted from the heat and has no strength to play. Why don't you buy him a cold snack?/Give Vincent Ice Cream./Vincent 233/-1/300/-1/true/Wow, this looks tasty! I felt like having a snack! Mom doesn't buy ice cream very often.#$b#@, you're the best! Hehe.$h",

                "5000015": "ItemDelivery/An Unpleasant Smell/Jodi hates spice berries, but Robin likes them. Jodi wants you to gather some to give to Robin./Give Jodi 10 Spice Berries/Jodi 396 10/-1/2000/-1/true/...*sniff*...#$b#That's the stink of spice berries all right. And it's even worse because there are a bunch of them!$s#$b#Can you put them on the porch? I'll have Sam deliver it to Robin later.$s#$b#...*sigh*...$s#$b#I don't think I'll ever get used to their smell... Do you think I'm allergic to spice berry?$s#$b#... On the bright side, there aren't so many lying around town anymore because of you.#$b#Now when I'm running errands, I won't come across any for a while. Thank you, @.$h",

	    "5000016": "ItemDelivery/Bat Infestation/Bats are harming the village crops. Bring bat wings to Lewis as proof you've gotten rid of them./Give Lewis 30 Bat wings/Lewis 767 30/-1/3000/-1/true/Hey, that's pretty bat-ass!#$b#The villagers won't have to worry about bats for a while. Thanks for your hard work, @.",

	    "5000017": "Crafting/Respect For Nature/If we want to protect nature, we must make recycling a habit. Even things that seem useless can be valuable again./Make a Recycling Machine./20 true/-1/100/-1/true",

	    "5000018": "ItemDelivery/High-Protein Routine/Alex needs protein to train his muscles, and eggs are a cheap and tasty high-protein food./Give Alex 14 Big White Eggs./Alex 174 14/-1/2200/-1/true/Wow, these are so big, I thought they were dinosaur eggs!#$b#Now I need to ask Grandma to make me a bunch of omelets for dinner.",

	    "5000019": "ItemDelivery/Sorcerer's Cauldron/The wizard is trying to create a potion, but they're out of purple mushrooms./Give the Wizard 4 Purple Mushrooms/Wizard 422 4/-1/4000/-1/true/You brought these right on time. Thanks to you, I can continue my research.#$b#This will serve Marlon and the Adventurer Guild well.",

	    "5000020": "LostItem/Elliott's Memories/Elliott's precious watch ornament has been lost. He looks heartbroken, can you help him?/Find Elliott's lost Opal/Elliott 564 Beach 10 11/-1/500/-1/true/Oh, you found it! I'm so relieved. It isn't an outrageously expensive bauble, but it has immense sentimental value and is quite precious to me.#$b#What you did for me is very meaningful. I won't forget this favor. Thank you, @.",

	    "5000021": "ItemDelivery/Undying Love/George wants a bouquet of fairy roses for Evelyn./Give George 10 Fairy Roses/George 595 10/-1/5000/-1/true/Hmph, these flowers are pretty enough...and I guess they smell nice, too.#$b#Maybe that's why Evelyn loves them so much.#$b#My wife will be very happy with these. Thank you.$h",

	    "5000022": "Crafting/To Make A Keg/If you want to make a tidy profit, the wine business could be a good choice. Craft a keg to get started./Craft a Keg./12 true/-1/1000/-1/true",

	    "5000023": "ItemDelivery/Sweet Maple Syrup/Jodi wants to buy quality maple syrup./Give Jodi 5 Maple Syrups/Jodi 724 5/-1/1500/-1/true/I was just thinking of making pancakes! Vincent will love this.$h#$b#If I pour on enough, maybe they won't notice if the pancakes are a bit undercooked....$h#$b#Oh, have you had breakfast? You have to eat well. I'll pack some food for you, so make sure you eat at home![211][184]$h",

	    "5000024": "Building/Mill Construction/Wouldn't you like to process your wheat and sugar beets into flour and sugar? If you have a mill, you'll be able to! Provide Robin with the money and materials to build a mill for you./Build A Mill./Mill/-1/100/-1/true",

                "5000025": "ItemDelivery/Special Treat for a Special Grandson/Evelyn wants to cook her grandson's favorite dish for supper./Give Evelyn 5 Salmon/Evelyn 139 5/-1/1750/-1/true/You're always such a help to an old lady like me.$h#$b#If George were a little younger, I would have asked him. I don't mean to keep burdening you.$s#$b#Have you had supper yet? Oh, I wish we could eat together, but if you've already eaten....$s#$b#Well, I'm not letting you go empty-handed. Won't you wait a minute? I'll whip something up for you right now.$h#$b#Here! This is a hot salmon dinner. I packed it well so that nothing will leak, so eat it when you're hungry. Thank you again! [212]$h",

                "5000026": "ItemDelivery/Besties/Sam wants to give a gift to his best friend Sebastian. It's hard to believe, but Sam says Sebastian likes bug steak.../Go to the saloon on a Friday and give Sebastian a Bug Steak./Sebastian 874/5000027/500/-1/true/.....$a#$b#... @, did you just tell me to eat this? You're joking, right?$a#$b#What? Sam said it'd make a great gift for me?$a#$b#Ha! I can't believe you fell for his spiel. Nobody likes this stuff...not if they're sane, anyway.$h#$b#He was just pranking us. You know how Sam is.$h#$b#Listen, @. This calls for some payback. Could you get me some mayonnaise? If you bring it, I'll tell you why.$h",

                "5000027": "ItemDelivery/Besties/Sebastian wants to get back at Sam for his prank. To do that, he needs mayonnaise./Give Sebastian Mayonnaise/Sebastian 306/5000028/500/-1/true/Good. Now I'll explain my plan. Do you know what one of Sam's favorite foods is?#$b#That's right, maple bars. I'll fill one with mayonnaise. All you have to do is go and give it to him. He really hates mayonnaise.#$b#Oh, and he isn't allergic to it or anything, so don't worry. Heh, I can already see his face biting into this.[731]$h",

                "5000028": "ItemDelivery/Besties/Sebastian has asked me to give a maple bar full of mayonnaise to Sam as a 'gift.'/Go to Sam's house and give him the Maple Bar./Sam 731/-1/500/-1/true/Oh hey, @! How did Seb react to the bug steak?$h#$b#He went ballistic? Hahaha! Mission accomplished!$h#$b#Wait, is that a maple bar?! A reward for having a good time thanks to me? You're welcome! And thanks. This is my favorite snack!$h#$b#...*munch munch*...#$b#Blech! This isn't maple syrup, it's mayonnaise! You two are getting back at me, aren't you!?$a#$b#...$a#$b#... Hahaha!!! You got me, you got me. You punk'd me back, fair and square. But c'mon, this was pretty fun, wasn't it?$h",

	    "5000029": "ItemDelivery/Cozy Wool Blanket/Caroline is sensitive to the cold and wants a new wool blanket. Emily, who is good at sewing, has promised to make her a blanket. Give her the necessary wool to finish the process./Give Emily 10 Wool/Emily 440 10/-1/8000/-1/true/Oh, you brought the wool! This is great, thank you!#$b#It pained me to see Caroline catch a cold every year. Now I can make a thick, warm blanket for her.$h",

	    "5000030": "ItemDelivery/Strong Stimulant/Harvey is busy writing a paper for a medical journal. He needs some strong caffeinated drinks to keep him from sleeping on the job./Give Harvey 6 Triple-Shot Espressos/Harvey 253 6/-1/9600/-1/true/This is just what I needed to stay awake!#$b#I'm concerned that drinking too much of this will be habit-forming, though.#$b#I better finish writing before that happens... *yawn*",

                "5000031": "ItemDelivery/Classical Aesthetic/Elliott likes to write with quills, not ballpoint or fountain pens. His quill is old and he wants to replace it with some new ones./Give Eliott 6 Duck Feathers/Elliott 444 6/-1/3000/-1/true/Oh, wonderful! What sturdy and vibrant feathers!#$b#These will reinvigorate the atmosphere when I'm writing once I cut them properly.#$b#My neighbor, Willy, has been so kind as to provide me with squid ink. As such, I can continue living sustainably. Fortune must be smiling upon me to have a friend who bestows me with such a beautiful gift!$h",

	    "5000032": "LostItem/Delivery Mishap/The package of flour that Gus ordered from Zuzu City was lost during delivery. The saloon's regulars are looking forward to Gus' special fried food, but Gus can't do it without that flour. Find the missing flour for Gus./Find Gus' Flour and deliver it to the saloon./Gus 246 BusStop 33 6/-1/1000/-1/true/Phew, I almost had to serve salad to the guests who visit me on Friday night. That would've been embarrassing.#$b#It's all thanks to you that I'm able to serve the Fried Friday special!#$b#Please wait a moment.#$b#Here, this is my fried calamari. Thank you again for saving me![202]$h",

	    "5000033": "ItemHarvest/Cunning Creature/Octopuses are creatures that are hard to find and catch. Willy has challenged you to catch this elusive creature./Catch an Octopus/149/-1/1500/-1/true",

	    "5000034": "ItemDelivery/Precious Minerals/Clint wants to create some powerful iridium tools. Provide him the materials./Give Clint 50 Iridium Ore/Clint 386 50/-1/20000/-1/true/Wow, how were you able to get this much iridium? I almost never get to work with this stuff, so thanks. Um, here's your reward.$h",

                "5000035": "ItemDelivery/Clay Play/Penny wants clay to teach Vincent and Jas about pottery. Give her clay so that it can be a fun class./Give Penny 20 Clay/Penny 330 20/-1/2000/-1/true/Oh, thank you for helping me prepare for my class!#$b#It must've been hard work to get this for me. I can help you get the dirt stains out of your clothes if you'd like.$h#$b#The kids will really love working with all this clay. Jodi brought some food earlier that I'd love to share with you. Thank you again, @.[651]$h",

	    "5000036": "ItemHarvest/Lumberjack/Because of the cold weather, you'll need a lot of firewood to keep the fireplace going all day long. The more wood, the better, so go out there and get chopping!/Collect 999 Wood/388 999/-1/10000/-1/true",

	    "5000037": "ItemHarvest/Happy New Year/Your first year in Stardew Valley is almost over. Why don't you bake a nice chocolate cake to celebrate a successful year?/Bake a Chocolate Cake/220/-1/1000/-1/true",

	    "5000038": "ItemHarvest/King Fish/The Legend is called the king of all fish. You'll be widely known as the best fisherman if you catch the Legend. To catch this elusive fish, you must prepare proper food and bait./Catch the Legend/163/-1/40000/-1/true",

                "5000039": "ItemDelivery/Spring Cleaning/You can clean windows or mirrors with wet newspapers. Caroline wants a soggy newspaper to clean up./Go to Pierre's General Store and give Caroline a Soggy Newspaper./Caroline 172 1/-1/100/-1/true/All right, we're all set to clean!#$b#Spring cleaning is a lot of work. Winter made it difficult to motivate myself to keep the place in order...$s#$b#Pierre will sweep the floors, Abigail will do the dishes, and now I have to go to wash the windows. Thanks for your help, @.$h",

                "5000040": "ItemDelivery/New Crops In Spring/Shane, a spice maniac, wants to try cooking with garlic./Give Shane 30 Garlic/Shane 248 30/-1/4500/-1/true/Food just tastes better with this stuff. Maybe I'll make some fried rice with garlic and pepper...my mouth is already watering just thinking about it.$h#$b#You worked hard planting these. Here, take this.[206]",

                "5000041": "LostItem/Maru's Lost Materials/When Maru left her window open, a crow stole some of her materials and flew away./Find Maru's Marble/Maru 567 Mountain 5 35/5000042/1000/-1/true/That's my marble! I thought I'd let in some fresh air while I worked, but then a crow came and flew away with it. Crazy, right?$s#$b#I'm so glad to have this back, but that bird took my malachite, too. If you see it, please bring it back to me!",

                "5000042": "LostItem/Maru's Lost Materials/When Maru left her window open, a crow stole some of her materials and flew away./Find Maru's Malachite/Maru 552 Mountain 87 24/-1/1000/-1/true/You've found all my stuff!#$b#Thanks to you, I can keep tinkering with my gadgets. Maybe I'll make a breakthrough!$h",

                "5000043": "ItemDelivery/Lucky Rabbit's Foot/Leah is very nervous for an upcoming art competition. It would be nice to give her something that helps her feel lucky instead./Give Leah 2 Rabbit's Foot/Leah 446 2/-1/4000/-1/true/Is that rabbit's foot for me? How sweet and thoughtful of you!#$b#I may not be very superstitious, but knowing I have a friend like you will really put my mind at ease. I feel better already!$h",

                "5000044": "ItemDelivery/The Jewel And The Cactus/Pam wants to give Penny jewelry, but she says she is too ashamed to give her daughter a present herself./Give Penny 3 Diamonds/Penny 72 3/5000045/750/-1/true/What? For me? Wait, it's from Mom?#$b#How did she afford this? Our family's never had the money for something so nice...$s#$b#Well, I also have a present in mind. Could you do me a favor?#$b#My mom really likes cactus fruit. She used to talk a lot about the cactus fruit she got from the desert as a bus driver.#$b#Could you please get some for her?",

                "5000045": "ItemDelivery/The Jewel And The Cactus/Penny wants to return the gesture by giving Pam cactus fruit, which is found in the desert./Give Pam 10 Cactus Fruits/Pam 90 10/-1/1500/-1/true/Penny said you told her that I bought her that diamond. That was mighty fine of you, farmer.$s#$b#I've never been able to do much for you, but you're always treating me so kindly.$s#$bWhoa, is this cactus fruit for me? And it's from Penny? I love these! What a good girl my Penny is. Today sure is comin' up Pam! This calls for a round of drinks together!$h",

                "5000046": "ItemDelivery/Luxurious Delicacy/Lewis is going to host dinner for some honored guests, and he's looking for something fancy to serve. What about caviar?/Give Lewis 5 Caviar/Lewis 445 5/-1/5000/-1/true/Is there nothing you can't do, @? Some people make producing caviar their livelihood, but you're practically doing it on the fly!#$b#You're really something else to make caviar like this, not to mention farming, fishing and mining.$h#$b#To be honest, my job has gotten a lot easier since you came to town. I better be careful you don't take over as mayor, hoho!#$b#This should be a real hit with my guests. They're sure to get a good impression of Pelican Town now.$h",

                "5000047": "ItemDelivery/A Talented Designer/Emily wants to make a beautiful dress, but she can't get the necessary coral dye for her work./Give Emily 10 Coral/Emily 393 10/-1/2000/-1/true/This coral is the exact color I needed for my project! Now it can come out exactly the way I imagined. You're such a big help, @.$h",

                "5000048": "ItemHarvest/Colorful Gem/The prismatic shard is the rarest jewel in the world. It's said to be so beautiful that many different cultures recognize and revere it./Find a Prismatic Shard/74/-1/5000/-1/true",

                "5000049": "ItemDelivery/For a Gentleman/Clint wants to take better care of himself. He's heard red cabbage is healthy and rich in antioxidants and would like you to grow some for him./Give Clint 30 Red Cabbages/Clint 266 30/-1/18000/-1/true/Wow, these are a lot bigger than I expected. I think with this many I'll be able to eat some every day for a month.#$b#I like meat, but I need to start thinking about my health. It's depressing...*sigh*$s",

                "5000050": "ItemDelivery/My Little Maple Tree/Vincent is worried because his new friend, a little maple tree, hasn't shown any growth in a long time. What can be done to ease his anxiety?/Go to the forest and give Vincent Tree Fertilizer./Vincent 805 1/-1/100/-1/true/Hi, @! Are you here to play with me?#$b#What's that? Tree fertilizer?$u#$b#Are you saying that trees like my buddy need to eat like me to grow?$u#$b#Aha! So all I have to do is sprinkle this fertilizer and wait!$h#$b#Wow! I learned something new today and I didn't even need a book. Thank you so much!$h",

                "5000051": "ItemDelivery/Monkeys Love Bananas/Kent plans to go to a zoo with his family. He needs bananas so his sons can participate in monkey feeding activities./Give Kent 10 Bananas/Kent 91 10/-1/5000/-1/true/Thanks for bringing these bananas. It's too exotic a fruit to really get around here.#$b#I think we'll eat some ourselves and use the rest as monkey food.#$b#I hope Jodi and the kids like the food and the trip. It's been a while since we've gone out as a family. I appreciate this, @.$h",

                "5000052": "ItemDelivery/Wedding Anniversary/Demetrius wants to give Robin a box of peaches as a wedding anniversary present. Help him out by providing the peaches./Give Demetrius 10 Peaches/Demetrius 636 10/-1/5000/-1/true/@, I knew you were right around the corner because of how aromatic those peaches are!#$b#I can't give Robin a peach farm, but she'll be happy with this.#$b#This is some top-notch fruit! Thanks, @$h. ",

                "5000053": "LostItem/Dwarf's Hat/The dwarf lost his trusty helmet while exploring the village at night./Find the Dwarvish Helmet/Dwarf 121 Town 56 68/-1/0/-1/true/That's my helmet! Where did you find that?#$b#Dog...house? Dog? What's that? That hairy, tongue-out animal?#$b#Ah! I was looking around there yesterday, and I must have dropped it.#$b#This is my favorite piece of gear. Impressive, no?",

                "5000054": "ItemDelivery/Electrical Necessity/Sebastian's project has come to a standstill due to computer powering problems. Help him get it back up and running./Give Sebastian 10 Battery Packs/Sebastian 787 10/-1/20000/-1/true/Hey, thanks for bringing these as soon as you could. I should be able to use my computer until the charger is fixed.#$b#Without you, I would have had to put my work on hold. Thanks, @.$h",

                "5000055": "ItemDelivery/An Exotic Dish/Sandy wants to try escargot. She doesn't know if it will suit her palate, but she is rather curious about the taste./Go to the Oasis and give Sandy Escargot./Sandy 729/-1/2000/-1/true/Come in, come in! I'm so glad you've come to see me.#$b#Wait, is that escargot? Hmmm. It smells buttery and looks a little gross, but I've always wanted to try it.#$b#..*munch munch*..#$b#This is delicious! The texture is surprisingly good. My curiosity has finally been satisfied, all thanks to you.",

                "5000056": "ItemDelivery/A Taste Of Remembrance/Sam wants to give Kent roasted hazelnuts to remind him of childhood and help take his mind off the war./Give Sam 6 Hazelnuts/Sam 408 6/-1/3000/-1/true/Those hazelnuts smell great! I get why Dad likes these.#$b#It's a little embarrassing that I can't cook, but I wanted to cheer my dad up.#$b#@, you're good at cooking, aren't you? Maybe if we hang out more, some of your skill will rub off on me, hehe.$h",

                "5000057": "LostItem/Abigail's Ancient Sword/Abigail was walking around the forest and heard a strange noise near the sewers. She lost her ancient sword while she was running away./Find Abigail's lost Ancient Sword/Abigail 109 Forest 92 82/-1/500/-1/true/Hey, you found my sword!#$b#Did you hear a weird noise near the sewers too? You think it sounded like a pigeon? Hmm...if you say so....#$b#What? You're wondering where I got this sword? I found it yesterday while I was fooling around in the woods.#$b#Let's practice sword-fighting together sometime, @#h!",

                "5000058": "ItemDelivery/Big Hard Yellowish Fruit/Krobus wants to try the very big and yellowish hard-skinned fruit he's heard of./Give Krobus 10 Pumpkins/Krobus 276 10/-1/10000/-1/true/Yes, that's the fruit I was talking about! What is it called?#$b#P-pump...kin? Pumpkin! I won't forget this name.#$b#Ah...it tastes just as good as it smells. Thank you for bringing me some.$h",

                "5000059": "ItemDelivery/The Kind Doctor/Harvey usually gives candy to children who visit the hospital. He would like to offer a healthier alternative./Give Harvey 10 Cranberry Candies/Harvey 612 10/-1/4000/-1/true/Oh, it's cranberry candy. But isn't cranberry very bitter?#$b#You added apples to hide the bitterness and maximize the sweetness? That's amazing. I'll try just one.#$b#...*slurp*...#$b#I don't like sweets very much, but the kids will love this. Then again, when I was young, I loved candy too, haha!$h#$b#I hope this will help alleviate the children's fear of hospitals. Thank you so much.$h",

                "5000060": "LostItem/A Cute Chicken Statue/Marnie lost the chicken statue she was planning to give Shane as a present. She came back from Zuzu City by train and says she seems to have lost the statue on her way home./Find Marnie's Chicken Statue/Marnie 113 Railroad 43 41/-1/2000/-1/true/@, you found it!$h#$b#Luckily it doesn't look much worse for wear, except for a little dirt. By the way, where was it?#$b#You found this at the train station? Oh, Yoba. I keep forgetting things! It must have dropped out while I was organizing my luggage after getting off the train! No wonder my bag felt a little too light on my way home.#$b#The beak is cute, isn't it? I think Shane will love it. Thank you for bringing it back to me. Here's a little something I baked earlier. Take it! [608]$h",

                "5000061": "ItemHarvest/Green Food/They say green foods are good for your body and mind. How about a relaxing cup of green tea after a long day of farming?/Make Green Tea/614/-1/500/-1/true",

                "5000062": "ItemDelivery/Special Autumn Food/Sashimi is delicious enough for stray cats to come back home. Linus wants two fresh shad for his special autumn dish./Give Linus 2 Shad/Linus 706 2/5000063/1000/-1/true/@, you came! Did you bring what I asked for?#$b#Shad sashimi is the food I most look forward to in autumn.$h#$b#I was talking to Robin earlier and she mentioned her son Sebastian really likes sashimi.#$b#Can you wait a moment, friend?#$b#Here's some fresh sashimi. Will you take this to Sebastian? I fear I might make him uncomfortable if I give it to him myself.[227]#$b#I want to share joy with my neighbors, even if we're not close friends. Thank you for doing this for me, @.$h",

                "5000063": "ItemDelivery/Special Autumn Food/Linus wants to share the joy of eating delicious sashimi with his neighbors. Take the sashimi to Sebastian./Give the Sashimi to Sebastian/Sebastian 227/-1/0/-1/true/Hey, @. What's up?#$b#Linus is giving me this shad sashimi? How did he know I like this stuff?#$b#Now I feel bad that I've always felt a little weird around him.#$b#I'll give him my thanks directly next time I see him.#$b#@, I appreciate you bringing this over. Let's eat some together. [227]$h.",

                "5000064": "ItemDelivery/Winterization/With winter rolling in, some villagers have asked Robin to check their boilers. She needs a lot of materials to keep everyone warm./Give Robin 100 Coal/Robin 382 100/5000065/2800/-1/true/Wow, that was quick! Weren't these heavy?#$b#You want to know what I'm going to use all this coal for? When I check the villagers' boilers, I fill them with coal.$h#$b#Hmm...now all I need is some hardwood. You wouldn't happen to have any lying around, would you?",

                "5000065": "ItemDelivery/Winterization/With winter rolling in, some villagers have asked Robin to check their boilers. She needs a lot of materials to keep everyone warm./Give Robin 100 Hardwood/Robin 709 100/-1/7000/-1/true/All right! I can start working right away.#$b#Hmm.. I'll have to check Caroline's house first because she gets cold easily...*mumble*#$b#Oh! I'm forgetting my manners. You're a really good friend and neighbor. Thank you!$h",

                "5000066": "ItemDelivery/Bitter But Wholesome/Alex wants to make root-and-honey tea for his grandmother, who suffers from a cold every winter./Give Alex 10 Winter Roots/Alex 412 10/-1/2000/-1/true/Geez, this root better be as good for you as it is bitter. If I mix it with honey, it should be fine, right?#$b#I hope my grandma doesn't catch a cold this year. I'm going to give her root tea every day so she stays healthy.$h",

                "5000067": "ItemDelivery/Hot Mead/Pam is in the mood for some quality mead. She says she needs to drink it to get through the cold winter./Give Pam 3 Mead/Pam 459 3/-1/3000/-1/true/I knew I could trust you to get this for me! You really are the best in town.#$b#Ooh, that honey smell is just right. Quality mead.#$b#Thanks, kid! I'll be watching TV while drinking the good stuff tonight, hehehe.$h",

                "5000068": "ItemDelivery/A Squirrel's Emergency Food/Squirrels are starving because there is a huge shortage of acorns. Linus would like acorns to feed the poor squirrels./Give Linus 50 Acorns/Linus 309 50/-1/0/-1/true/Thank you, @. Hopefully these will help the squirrels survive this winter.#$b#Acorns aren't a squirrel's favorite, but when there is nothing to eat like this winter, they're a good emergency food.#$b#You truly are a warm-hearted person. You helped even though you knew you wouldn't be compensated with money.#$b#But... I want to give you these as a token of my gratitude. I went to the mines a while ago and found them. They're meaningless to me, but they may be useful to you. Thanks again, friend.[60][62][64][72]$h",

                "5000069": "LostItem/Caroline's Tea Party/Caroline lost her favorite tea set. She only remembers having a tea party with her friends at the town hall./Find Caroline's Tea Set/Caroline 341 Town 60 11/-1/1000/-1/true/You found my tea set! It was behind the community center?#$b#Jodi, Robin, Marnie, and I got together for tea earlier, but I'll admit I packed some wine, too.#$b#I guess we all got a bit too tipsy and forgot to pack this.$h#$b#It's my favorite teacup, so I'm glad you found it!$h#$b#Here, have this tart I just baked. Thank you, @. [234]",

                "5000070": "ItemHarvest/The Biggest Egg in the World/Isn't it bothersome to harvest eggs every day to make mayonnaise? Using ostrich eggs is the most efficient way of making mayonnaise./Collect 10 Ostrich Eggs/289 10/-1/10000/-1/true",

                "5000071": "LostItem/Lewis' Worries/Lewis dropped a bottle of wine near the beach, and the bottle broke into pieces. He's searched for ages, but he hasn't been able to find the last bit of glass. Find it before someone else finds it the hard way./Find Lewis' Glass Shards/Lewis 118 Beach 66 22/-1/1000/-1/true/Phew! Now that you've found the last piece, I can rest easy.#$b#I've been worried about anyone stepping on it and getting hurt...#$b#I'll just have to remember to put the glass shards in a safe place...",
	}
}