{
        "The1stQuestMail": "Первые шаги",
		"The1stQuestMail.text": "@.^Добро пожаловать в Долину Стардью.^Я дам тебе небольшой совет на случай, если ты не знаешь, чем заняться в самом начале.^Одной из самых простых культур для начинающих фермеров является пастернак.^Его семена стоят недорого, и к тому же сам он растёт очень быстро.^Почему бы тебе не начать выращивать пастернак, учитывая, что он растёт как раз в этом сезоне?^^-Мэр Льюис %item quest 5000001 %%",
		
		"The2stQuestMail": "Полезный для здоровья угорь",
        "The2stQuestMail.text": "@, дорогуша.^В дождливые весенние денёчки в океане можно ловить угрей.^Угорь превосходен на вкус, а также полезен для восполнения энергии.^Коли уж ты любишь рыбачить, можешь ли ты выловить и для меня немного?^Мне бы хотелось угостить тебя полезной едой.^^-Эвелин %item quest 5000002 %%",

		"The3stQuestMail": "Природная скульптура",
        "The3stQuestMail.text": "Привет, @.^Я слышала, ты умеешь ловить рыбу.^Иногда во время рыбалки вместо рыбы на крючок попадается плавник, верно?^Большинство людей считают эти коряги бесполезными, но для скульптора они - на удивление хороший материал.^Но, к сожалению, я совсем не умею рыбачить, так что достать их мне очень непросто...^Я буду тебе очень признательна, если ты раздобудешь для меня несколько. Не за просто так, конечно!^^-Лея %item quest 5000003 %%",

		"The4stQuestMail": "Сладкая клубника",
        "The4stQuestMail.text": "Привет, как у тебя дела на ферме?^Надеюсь, ты разумно расходуешь свои силы, но если вдруг сильно устанешь, то в клинике, где я работаю, продаются кое-какие лекарства, так что приходи посмотреть!^Кстати, ты знаешь, что Пьер будет продавать семена клубники во время Яичного фестиваля?^Как ни странно, её семена можно раздобыть только в этот день, а не на протяжении всей весны.^Жаль, что мистер Пьер не может продавать их всё время... Но даже если бы и продавал, выращивать клубнику нелегко, если нет подходящего участка земли, такого, как у тебя.^Почему бы тебе не купить семена на Яичном фестивале и не начать выращивать клубнику?^И мне бы очень хотелось её попробовать! Ты ведь поделишься со мной несколькими ягодками? Я готова заплатить.^Я слышала также, что на продаже клубники можно неплохо подзаработать. Так что ты ничего не потеряешь.^^-Мару %item quest 5000004 %%",

		"The6stQuestMail": "Надоедливые слаймы",
        "The6stQuestMail.text": "@.^Тебе когда-нибудь мешали слаймы, когда ты бываешь в шахте?^Они не очень страшные, зато очень раздражают, потому что постоянно нападают, верно?^Как ты знаешь, у меня полно работы в шахте, но из-за них мне очень трудно заниматься там моими делами.^Если у тебя есть время (и немного смелости!), я был бы признателен, если ты пойдёшь туда и избавишься от них.^Да, и принеси слизь в качестве доказательства, я тебе заплачу.^^-Клинт %item quest 5000006 %%",

		"The7stQuestMail": "Ответственный фермер",
        "The7stQuestMail.text": "@, как у тебя дела? Я хотела дать тебе несколько советов, после того, как услышала, что тебя в последнее время заинтересовало животноводство.^Животные не выходят на улицу, когда идёт дождь.^Следовательно, тебе придётся давать им сено. Однако, будет неприятно, если оно вдруг закончится.^Можешь, конечно, покупать его у меня, но помни, что в праздничные дни сделать это будет ой как непросто.^Я рекомендую тебе построить силосную башню и заранее запастись сеном. Лучше перестраховаться, чем потом жалеть!^^-Марни %item quest 5000007 %%",

		"The8stQuestMail": "Подарок сестре на день рождения",
        "The8stQuestMail.text": "Привет, @!^Окажи мне услугу. Через несколько дней у Эмили день рождения.^Я хотела бы подарить ей аквамарин, ты сумеешь его раздобыть?^Ты ведь поможешь мне, правда? Я буду ждать!^^-Хэйли %item quest 5000008 %%",

		"The9stQuestMail": "Просьба Джас",
        "The9stQuestMail.text": "Здравствуйте, @.^Я хочу подарить тёте Марни ожерелье из гребешков.^Но она попросила меня помочь ей испечь розовый торт, так что я не думаю, что у меня останется время, чтобы пойти на пляж.^Выберите для меня самые хорошенькие гребешки?^Пожалуйста!^^-Джас %item quest 5000009 %%",

		"The10stQuestMail": "Очки Пьера",
        "The10stQuestMail.text": "@.^Вчера я слишком много выпил в салуне, ведь пятница же была. Но когда я проснулся, понял, что очков нет!^Я не могу оставить магазин, а у тебя свободное время есть. Прошу тебя, поищи мои очки, пожалуйста.^^-Пьер %item quest 5000010 %%",

		"The11stQuestMail": "Ягода или овощ?",
        "The11stQuestMail.text": "Мнения людей разделились по поводу того, являются ли помидоры ягодами или овощами, но все точно согласятся, что спагетти с томатным соусом поистине восхитительны.^Попробуйте вырастить помидоры на своей ферме. %item quest 5000011 %%",

		"The12stQuestMail": "Мусор вредит рыбе",
        "The12stQuestMail.text": "@.^Знаешь ли ты, что мусор, как попало выбрасываемый в большом городе, угрожает жизни рыб?^Долина Стардью изначально была чистой местностью с хорошей водой и воздухом, но в наши дни мусор постоянно приносит в долину реками и океаном.^Очень часто, когда я хожу на рыбалку, я нахожу рыбу, застрявшую в полиэтиленовых пакетах и погибшую там.^Так жалко... Ты ведь тоже так думаешь?^Я собираю мусор, но меня одного недостаточно.^Похоже, ты любишь природу так же сильно, как и я...^Присоединишься ко мне? Пожалуйста.^^-Вилли %item quest 5000012 %%",

		"The13stQuestMail": "Летний зной",
        "The13stQuestMail.text": "Детишки в городе, похоже, из-за жары совсем не в силах играть.^Почему бы тебе не угостить их мороженым? %item quest 5000013 %%",

		"The15stQuestMail": "Неприятный запах",
        "The15stQuestMail.text": "Здравствуй, @!^Как дела? К сожалению, в последнее время я чувствую себя не очень хорошо...^Только не подумай, что я слишком чувствительная...^Дело в том, что я терпеть не могу острые ягоды. Летом они растут просто повсюду...^Запах этих ягод слишком... своеобразен для меня.^Не хочу показывать сыновьям, что бываю привередливой, но я просто не могу привыкнуть к такому... Просто не могу и всё.^Я подумала, ведь Робин, похоже, очень нравятся острые ягоды.^Поэтому, наверное, было бы неплохо подарить ей эти ягоды.^Но сама я их собирать не могу, для меня это будет уже слишком... Ты мне не поможешь?^^-Джоди %item quest 5000015 %%",

		"The16stQuestMail": "Проблема с летучими мышами",
        "The16stQuestMail.text": "@.^В последнее время летучих мышей стали чаще замечать в городе.^Поскольку число искателей приключений из гильдии уменьшилось, количество летучих мышей, похоже, увеличилось.^Ущерб огромен, поскольку они продолжают вредить урожаю у всех в огородах.^Я вознагражу тебя, если ты уничтожишь этих гадов и принесешь мне их крылья в качестве доказательства.^^-Мэр Льюис %item quest 5000016 %%",

		"The17stQuestMail": "Уважение к природе",
        "The17stQuestMail.text": "Прогресс - это хорошо, но если тебе хочется заботиться об окружающей природе, нужно сделать переработку частью своей жизни.^Даже вещи, которые кажутся бесполезными, могут снова стать ценными.^Смастерите утилизационную машину.  %item quest 5000017 %%",

		"The18stQuestMail": "Эталонный источник белка",
        "The18stQuestMail.text": "Вчера я смотрел телевизор и услышал, что очень полезно съедать после силовых тренировок не менее двух яиц.^Я хотел бы купить самые свежие и большие яйца с твоей фермы, столько, чтобы хватило на несколько дней.^^-Алекс %item quest 5000018 %%",

		"The19stQuestMail": "Магический котёл",
        "The19stQuestMail.text": "@, юный адепт.^Я работаю над новым целебным зельем, и мне срочно нужны фиолетовые грибы.^Я щедро вознагражу тебя, если ты принесёшь их мне как можно скорее.^^-Волшебник %item quest 5000019 %%",

		"The21stQuestMail": "Вечная любовь",
        "The21stQuestMail.text": "Это я.^Мне немного неудобно, но я пишу, потому что хочу кое о чём поговорить с тобой.^Больше всех цветов на свете моя жена любит сказочные розы, и я хочу подарить их ей.^Можешь раздобыть столько, чтобы хватило на букет?^^-Джордж %item quest 5000021 %%",

		"The22stQuestMail": "Изготовление бочонка",
        "The22stQuestMail.text": "Если вы хотите заработать большие деньги, винный бизнес может быть хорошим вариантом.^Изготовьте бочонок, чтобы начать производство. %item quest 5000022 %%",

		"The23stQuestMail": "Сладкий кленовый сироп",
        "The23stQuestMail.text": "Здравствуй, @.^В последнее время Винсент каждое утро просит меня испечь блины с кленовым сиропом, но сироп из ДжоджаМарта меня не устраивает.^Я не хочу использовать ненатуральный кленовый сироп...^Но если он будет прямо с твоей фермы - другое дело.^Буду очень признательна, если ты принесёшь его мне.^^-Джоди %item quest 5000023 %%",

		"The24stQuestMail": "Строительство мельницы",
        "The24stQuestMail.text": "Привет, это Робин!^Осень подходит к концу. Надеюсь, тебе удалось собрать хороший урожай пшеницы? Если да, то хочу дать тебе один совет.^Так вот, когда на ферме есть мельница, из пшеницы можно производить свою собственную муку, и, кроме того, сахар из свёклы.^Думаю, это пойдёт на пользу и твоему здоровью, и кошельку, если сможешь заниматься этим самостоятельно!^Если тебе стало интересно, приходи ко мне с материалами и деньгами!^^-Робин %item quest 5000024 %%",

		"The25stQuestMail": "Особое блюда для внука",
        "The25stQuestMail.text": "Дорогуша, нынче довольно холодно. Хорошо ли ты себя чувствуешь? Не мёрзнешь?^Простыть при смене времён года нетрудно, так что береги своё здоровье!^Я не хочу доставлять тебе лишних хлопот. Но у меня есть к тебе небольшая просьба.^...^Любимое блюдо Алекса - Ужин из лосося, и я хочу приготовить его для него.^Если у тебя будет свободная минутка, пожалуйста, принеси мне свежего лосося.^^-Эвелин %item quest 5000025 %%",

		"The26stQuestMail": "Лучшие друзья",
        "The26stQuestMail.text": "@, как твои дела?^Ты ведь знаешь, что мы с Себастианом лучшие друзья, верно?^К слову, я хотел бы сделать ему подарок.^Себастиан - немного необычный человек, верно?^Ему очень нравится жучиный стейк.^Хочешь верь, хочешь нет, но это правда! Он любит его с самого детства!^Я и сам хотел бы подарить его ему, но в шахтах можно раздобыть только жучиную плоть...^Ты ведь сможешь приготовить жучиный стейк и подарить ему?^^-Сэм %item quest 5000026 %%",

		"The29stQuestMail": "Уютное шерстяное одеяло",
        "The29stQuestMail.text": "Привет, как поживаешь?^Я так чувствительна к холоду, что на зиму мне просто необходимо шерстяное одеяло.^Эмили хорошо умеет шить, поэтому я попросила её сшить для меня одно. Можешь принести Эмили нужные материалы, пожалуйста?^^-Кэролайн %item quest 5000029 %%",

		"The30stQuestMail": "Сильнодействующий кофеиносодержащий стимулятор",
        "The30stQuestMail.text": "@, как твоё здоровье? Это доктор Харви тебя беспокоит.^Теперь я не сплю по ночам, поскольку мне нужно писать статью в медицинский журнал.^Обычный кофе больше не действует на меня, даже если я выпью очень много.^Мне нужно что-то более мощное, содержащее кофеин.^Если ты знаешь что-то подобное, сделай мне одолжение и приготовь немного, пожалуйста.^^-Харви %item quest 5000030 %%",

		"The31stQuestMail": "Классическая эстетика",
        "The31stQuestMail.text": "@.^Я пишу, потому что у меня для тебя есть особое поручение.^Как тебе, наверное, известно, я предпочитаю использовать классические вещи, а не современные, лишённые естественной простоты.^Поэтому, хотя шариковая ручка пишет очень гладко, я, когда держу её в руке, никак не могу избавиться от неприятного ощущения.^Поэтому предпочитаю писать перьевой ручкой, но перо на ней сильно износилось, ведь я ею очень давно пользуюсь.^Так вот, мне нужны перья. Их я и хочу заказать у тебя.^Ты такой приятный в общении человек, я уверен, уток ты тоже очень хорошо выращиваешь.^Итак, я буду ждать.^^-Эллиот %item quest 5000031 %%",

		"The33stQuestMail": "Хитрое создание",
        "The33stQuestMail.text": "@, попадались ли тебе на крючок осьминоги?^Их обычно можно поймать только летом в первой половине дня.^Но иногда они ловятся и во время ночного рынка, который состоится сегодня.^Эти существа настолько хитры и сообразительны, что даже мне непросто их поймать, а я ведь рыбачу всю свою жизнь.^Ты такой же опытный рыбак, как и я, так что попытайся.^^-Вилли %item quest 5000033 %%",

		"The34stQuestMail": "Благородный металл",
        "The34stQuestMail.text": "Тебе доводилось слышать об иридиевой руде?^Это очень ценная руда, которую можно найти только глубоко в Пещере черепа.^Я хочу сделать инструменты из иридия.^Если найдёшь сколько-нибудь иридиевой руды, можешь принести мне?^Я куплю её за высокую цену.^^-Клинт %item quest 5000034 %%",

		"The35stQuestMail": "Игра с глиной",
        "The35stQuestMail.text": "Здравствуй, @.^Как твои дела?^Я учу детей, как обычно.^Так как погода в последнее время холодная, я часто провожу занятия в помещении. Но думаю, детям очень скучно сидеть за книгами целыми днями.^Так что я решила проводить особые уроки лепки из глины.^Мне нужно много глины. Можно попросить тебя принести её, @?^Конечно, если для тебя это сложная задача, можешь отказаться!^Но если ты мне поможешь... Я буду тебе очень благодарна.^^-Пенни %item quest 5000035 %%",

		"The36stQuestMail": "Дровосек",
        "The36stQuestMail.text": "В холодную погоду необходимо столько дров, чтобы печь горела весь день.^Чем больше дров, тем веселее, так что отправляйтесь в лес рубить деревья! %item quest 5000036 %%",

		"The37stQuestMail": "С Новым годом",
        "The37stQuestMail.text": "Ваш первый год в Долине Стардью почти закончился.^Почему бы вам не испечь вкусный шоколадный торт, чтобы отпраздновать успешный уходящий год? %item quest 5000037 %%",

		"The38stQuestMail": "Царь рыб",
        "The38stQuestMail.text": "@, тебе приходилось слышать о 'Легенде'?^Он - царь всех рыб, а поймать его можно только раз в сто лет.^Лишь моему прадеду удалось поймать его в моём роду.^Однако у тебя тоже есть шанс.^Обязательно поймай его. Хотелось бы, чтобы его кто-нибудь поймал...^Один человек, живущий неподалеку от старой шахты, сказал мне, что видел его в дождливый день к юго-востоку от маленького островка в озере. Возможно, это хорошее место, чтобы начать на него охоту.^^-Вилли %item quest 5000038 %%",

		"The39stQuestMail": "Генеральная уборка",
        "The39stQuestMail.text": "Привет! Прекрасное утро, наполненное цветочными ароматами.^Я немного ленилась зимой, отдыхала и ничего не делала, но теперь пришло время снова усердно потрудиться.^В первую очередь я собираюсь заняться весенней уборкой.^Мне нужна чистая обстановка, она помогает мне быть мотивированной независимо от того, чем я занимаюсь!^Хочу протереть грязные окна и зеркала, но мне нужно как можно больше мокрых газет.^Мокрые газеты гораздо удобнее любой тряпки.^Газеты впитывают меньше воды, чем тряпки.^Вдобавок газетные чернила отлично помогают удалять пятна со стёкол!^В любом случае, если у тебя есть лишние газеты, можешь продать их мне!^Газеты я не выписываю, так что у нас в доме их почти нет.^^-Кэролайн %item quest 5000039 %%",

		"The40stQuestMail": "Новая весенняя культура",
        "The40stQuestMail.text": "Слушай, в этом году Пьер в своём магазине начинает продавать семена чеснока.^Я слышал, что чеснок немного жгучий и пряный на вкус, так что хочу попробовать с ним что-нибудь приготовить.^Ты же знаешь, я без ума от всего острого.^Может, попробуешь вырастить?^^-Шейн %item quest 5000040 %%",

		"The41stQuestMail": "Потерянная вещица Мару",
        "The41stQuestMail.text": "@.^Знаешь, когда я оставила окно открытым, в комнату влетела ворона и утащила кое-что из моих вещей.^Я слышала, что вороны любят всякие блестяшки...^Не понимаю, как такое могло случиться со мной...^Если у тебя есть свободное время, поможешь мне их найти?^^-Мару %item quest 5000041 %%",

		"The43stQuestMail": "Кроличья лапка на удачу",
        "The43stQuestMail.text": "Привет, @.^Сейчас я готовлюсь к конкурсу деревянных скульптур.^Этот конкурс проводится в городе Зузу, так что, думаю, в нём примут участие многие выдающиеся скульпторы.^Я сделаю всё, что в моих силах! Однако, не могу не нервничать... Ха-ха.^@, Пожелай мне удачи!^^-Лея %item quest 5000043 %%",

		"The44stQuestMail": "Драгоценность и Колючка",
        "The44stQuestMail.text": "Хэй, молодёжь, сделай мне одолжение.^Я слишком много пью, не занимаюсь домашним хозяйством... И мне так стыдно перед Пенни.^Поэтому я хочу загладить свою вину, подарив ей изумруд, который она так хотела.^Алмаз - это прекрасный подарок, но мне он не по карману. Так что лучше уж купить изумруд.^Пожалуйста, передай его Пенни, самой мне неловко дарить такое...^Прошу тебя, пожалуйста, сделай это для меня.^^-Пэм %item quest 5000044 %%",

		"The46stQuestMail": "Изысканное яство",
        "The46stQuestMail.text": "Здравствуй, @.^Я хочу пригласить Губернатора и других представителей власти на обед.^В прошлый раз я подавал трюфели, но на этот раз хочу приготовить что-нибудь другое.^Не что-нибудь обычное или дешёвое, а нечто роскошное.^Поэтому я подумал и решил, что икра - самое подходящее яство.^Причём самого высокого качества!^Разумеется, цена икры очень высока... Но, думаю, это стоит таких вложений, ведь речь идёт о нашем городке.^Согласишься принять такую непростую просьбу? Я буду ждать тебя!^^-Льюис %item quest 5000046 %%",

		"The47stQuestMail": "Талантливый дизайнер",
        "The47stQuestMail.text": "Привет, @. Как ты?^Сегодня мне приснилось такое роскошное платье, что я вдохновилась его сшить.^Я хотела заказать краску в магазине текстиля в городе Зузу, но всё уже было распродано.^Так что я собираюсь сделать коралловую краску из натуральных материалов, можешь раздобыть мне немного?^^-Эмили %item quest 5000047 %%",

		"The48stQuestMail": "Разноцветный камешек",
        "The48stQuestMail.text": "Радужный осколок - это редчайший драгоценный камень в мире.^Говорят, что этот осколок так сияет, что его можно разглядеть издалека.^Почему бы тебе не попытаться найти этот разноцветный камешек? %item quest 5000048 %%",

		"The49stQuestMail": "Первый шаг к становлению джентльменом",
        "The49stQuestMail.text": "@.^Несколько дней назад я заглянул в зеркало и заметил морщинки вокруг глаз.^Я уже не молод, но и не так стар. Я вычитал в одном журнале, что красная капуста полна антиоксидантов.^Поэтому я хотел бы купить часть твоего урожая, тем более что многие говорят, что твои овощи самые лучшие.^^-Клинт %item quest 5000049 %%",

		"The50stQuestMail": "Мой маленький клён",
        "The50stQuestMail.text": "@.^Я пишу письмо, потому что мне срочно нужен твой совет...^Ты очень-преочень хороший фермер. Ты ведь хорошо разбираешься в деревьях, верно?^Я посадил клён и назвал его Мизинчиком!^Но он почему-то перестал расти.^Думаешь, он заболел? Он - мой драгоценный друг, и я очень переживаю за него...^Если ты заешь, как помочь моему другу, пожалуйста, сделай что-нибу-у-у-удь!^^-Винсент %item quest 5000050 %%",

		"The51stQuestMail": "Обезьянки обожают бананы",
        "The51stQuestMail.text": "@. Как твои дела?^Погода прохладная, осеннее небо ясное, так что я верю, что у тебя всё хорошо.^Я хочу попросить тебя об одолжении.^Есть один хороший зоопарк, сертифицированный как экологически чистый, так что я планирую свозить туда свою семью.^Я не люблю ничего, что ограничивает живые существа. Но в этом зоопарке успешно занимаются разведением животных, находящихся под угрозой исчезновения .^И я слышал, что он был сделан очень похожим на естественную среду обитания для максимального удовлетворения потребностей животных, поэтому мне и захотелось туда съездить.^Ой, кажется, я немного увлёкся. Я хочу заказать у тебя бананы, это возможно?^Мне говорили, что в этом зоопарке можно общаться с обезьянками и давать им еду.^Сэму, безусловно, понравится, а уж юному Винсенту и подавно.^Если сможешь выделить несколько бананов со своего урожая, принеси мне, договорились?^Спасибо тебе, как всегда.^^-Кент %item quest 5000051 %%",

		"The52stQuestMail": "Годовщина свадьбы",
        "The52stQuestMail.text": "@.^Сегодня утром я посмотрел на календарь и заметил, что через несколько дней у нас годовщина свадьбы.^Робин очень любит персики. В детстве она мечтала выйти замуж за человека, который владеет персиковой фермой.^У меня нет фермы, а у тебя есть. Поэтому я хотел бы заказать очень большую партию сладких персиков.^^-Деметриус %item quest 5000052 %%",

		"The53stQuestMail": "Шлем Дварфа",
        "The53stQuestMail.text": "@.^Вчера вечером я исследовал центр города.^И я надел свой прекрасный шлем, но вскоре стало жарче, чем я думал. Наверное, я плохо разбираюсь в погоде, потому что живу в прохладной пещере.^Во всяком случае, я снял шлем и, похоже, забыл про него!^Мне слишком тяжело искать его повсюду. Пожалуйста, найди мой прекрасный шлем!^^-Дварф %item quest 5000053 %%",

		"The54stQuestMail": "Перебои электроснабжения",
        "The54stQuestMail.text": "@, я сейчас работаю над одним важным проектом.^Вчера, когда я работал над ним, мой компьютер отключился. Думаю, что с блоком питания что-то не так.^Я заказал новый, но пока его не доставят, работать будет проблематично.^Если у тебя есть лишние аккумуляторы, можешь принести мне их?^Я думаю, запаса энергии в них мне будет достаточно.^^-Себастиан %item quest 5000054 %%",

		"The55stQuestMail": "Экзотическое блюдо",
        "The55stQuestMail.text": "@, дорогуша.^Недавно, просматривая кулинарный журнал, я узнала, что улиток, оказывает, едят.^Есть одно блюдо под названием Эскарго, оно готовится как раз из улиток, представляешь? И мне стало даже любопытно!^В пустыне я не могу их достать. Если бы здесь водились улитки, они бы сразу же высохли.^Ты хорошо умеешь готовить. Может, приготовишь это блюдо и принесёшь мне? Приходи, когда закончишь, поболтаем! Мне уже не терпится попробовать!^^-Сэнди %item quest 5000055 %%",

		"The56stQuestMail": "Вкус воспоминаний",
        "The56stQuestMail.text": "Привет, @!^Я написал тебе письмо, чтобы кое о чём спросить.^Ну... мой отец вернулся домой в этом году.^Он ничего особо нам не рассказывает, но выглядит почему-то постоянно подавленным.^Я думал о том, что могу для него сделать.^Например, приготовить ему жареный фундук.^Мне говорили, что это блюдо моя бабушка часто готовила моему отцу.^Мы с Винсентом ходили по лесу в поисках фундука, но так и не нашли.^Поскольку ты занимаешься собирательством, я пишу, чтобы узнать, нет ли у тебя случайно лишних орехов.^Если есть, пожалуйста, продай их мне!^^-Сэм %item quest 5000056 %%",

		"The57stQuestMail": "Древний меч Абигейл",
        "The57stQuestMail.text": "@...^Вчера я гуляла по лесу.^Знаешь ту жуткую сточную трубу к югу от дома Леи? Я просто проходила мимо и вдруг услышала странный звук!^Я так испугалась, что бросилась бежать, и тут же где-то потеряла свой меч.^Ну а сейчас мне немного страшно идти искать его...^Я знаю, тебя сложно напугать, так почему бы тебе не найти его для меня?^^-Абигейл %item quest 5000057 %%",

		"The58stQuestMail": "Большой оранжевый плод",
        "The58stQuestMail.text": "Привет, говорит Кробус.^Пробравшись ночью в город, я увидел очень большой оранжевый плод с твёрдой кожицей.^Не знаю, что это такое было, но пахло оно так вкусно.^Ты ведь знаешь, что это за плод?^@, я хочу его попробовать!...^^-Кробус %item quest 5000058 %%",

		"The59stQuestMail": "Добрый доктор",
        "The59stQuestMail.text": "@. Я хочу попросить тебя об одолжении.^Время от времени в клинику приходят дети, и им всегда страшно.^Поскольку в клинике пахнет ужасными лекарствами, да ещё и доктор делает болючие уколы, вполне естественно, что детям здесь не нравится.^Поэтому на приёме я угощаю ребят конфетами, чтобы уменьшить их страх перед больницами.^Что касается меня, то я обычно покупаю конфеты в ДжоджаМарте или заказываю в интернет-магазине.^Но если подумать, я ведь доктор, поэтому мне не стоит давать детям нездоровые конфеты.^Вот я и собираюсь приобрести что-нибудь натуральное и сладкое.^Нет нужды говорить, что я доверяю твоей готовке.^Я бы хотел какую-нибудь сладость, которая будет полезна для здоровья и при этом не будет невкусной.^^-Харви %item quest 5000059 %%",

		"The61stQuestMail": "Чайные листья",
        "The61stQuestMail.text": "Говорят, чай расслабляет тело и ум.^Как насчёт чашечки тёплого зелёного чая после тяжёлого рабочего дня? %item quest 5000061 %%",

		"The62stQuestMail": "Особое осеннее блюдо",
        "The62stQuestMail.text": "Здравствуй, @. Это Линус.^Ты ведь знаешь о рыбе под названием шэд? Из неё можно приготовить особый осенний деликатес.^Говорят, это блюдо такое вкусное, что даже кошки, покинувшие дом, возвращаются обратно.^Можешь поймать мне несколько свежих щэдов?^^-Линус %item quest 5000062 %%",

		"The64stQuestMail": "Подготовка к зиме",
        "The64stQuestMail.text": "Привет, @!^На дворе уже зима, тебе ещё не холодно?^Так как с сегодняшнего дня становится холодно, я получила много запросов на проверку отопительных котлов.^Конечно, надо было бы сделать это заранее осенью, но я часто получаю запросы даже в начале зимы.^В любом случае, у меня сейчас недостаточно материалов для работы, так что могу я попросить тебя принести немного угля и твёрдой древесины?^Принеси их мне, и я сразу же приступлю к работе.^Заранее спасибо.^^-Робин %item quest 5000064 %%",

		"The66stQuestMail": "Горькие, но полезные",
        "The66stQuestMail.text": "Привет, @.^У моей бабушки частенько побаливает горло каждый год зимой.^Я поискал в интернете стоящую информацию, чтобы предотвратить простуду, и узнал, что, оказывается, если заваривать чай с мёдом и ещё добавить туда зимний корень, будет гораздо полезнее.^Я уже купил баночку мёда в магазине Пьера, но вот не знаю, где взять эти корни.^@, ты же знаешь, где они растут, так что достань их мне, хорошо?^^-Алекс  %item quest 5000066 %%",

		"The67stQuestMail": "Горячий мёд",
        "The67stQuestMail.text": "Здорово, молодёжь.^Кажется, эта зима необычайно холодная.^Я пробовала смотреть телевизор, но в доме так холодно, что я не могла сосредоточиться!^В общем, знаешь, как лучше всего бороться с холодом?^Это пить горячую медовуху и смотреть телевизор, конечно!^Даже просто подумать об этом уже приятно!^Подогрей медовуху, выпей её, и ты мигом согреешься!^Для её приготовления нужен настоящий мёд, а не фальшивый мусор с как-будто бы медовым запахом.^Я рассчитываю на тебя, слышишь!?^^-Пэм %item quest 5000067 %%",

		"The68stQuestMail": "Белки хотят есть",
        "The68stQuestMail.text": "@, прошло уже два года с твоего появления здесь.^Много чего случилось за это время, и я знаю, что ты добрый человек.^Вчера вечером, гуляя по лесу, я наткнулся на белок, обгрызающих гнилые корни деревьев.^Не знаю как так получилось, но, кажется, кушать им нечего, особенно этой зимой.^Я не должен идти против законов природы, но моё сердце обливается кровью, и я не могу притворяться, что ничего не вижу.^Поэтому я начал собирать жёлуди, где увижу, и раскладывать их там, где бегают белки, но моих сил явно недостаточно.^Сможешь принести мне побольше желудей? Пожалуйста.^Конечно, у меня нет денег, чтобы отплатить тебе за твой тяжёлый труд.^Но если ты поможешь мне, мы сможем спасти немало маленьких, но ценных жизней.^^-Линус %item quest 5000068 %%",

		"The69stQuestMail": "Чаепитие Кэролайн",
        "The69stQuestMail.text": "Здравствуй, @.^Я написала тебе письмо, потому что хочу попросить тебя кое о чём.^У меня есть чайный набор из Империи, которым я дорожу.^Несколько дней назад я была на чаепитии с моими подругами в клубе, и мой чайный набор пропал.^Я возвращалась в клуб, но так и не смогла его найти...^ Если у тебя есть время, поможешь мне найти мой чайный набор?^Я была бы очень признательна.^^-Кэролайн %item quest 5000069 %%",

		"The70stQuestMail": "Самое большое яйцо в мире",
        "The70stQuestMail.text": "Привет, @!^Я написал тебе письмо, чтобы дать тебе небольшой совет!^Судя по всему, в твоём городке много людей занимается животноводством.^Я слышал, что также многие разводят кур.^Конечно, куры - хорошие птицы, но многие не знают, что страусы - ещё круче.^Страусы высокие и у них чудесные крылья, хотя они и не умеют летать!^Кроме того, страус откладывает яйца раз в семь дней, и эти яйца гораздо эффективнее, чем обычные!^Я несколько раз пробовал страусиные яйца, и они настолько же большие, насколько и вкусные!^В любом случае, я рассказываю тебе об этом, потому что хочу, чтобы больше людей знало, что страусы - это классные птицы.^Как насчёт того, чтобы вырастить страуса и собрать страусиные яйца?^Будет здорово, если ты принесёшь мне немного!^^-Лео %item quest 5000070 %%",

		"The71stQuestMail": "Опасения Льюиса",
        "The71stQuestMail.text": "Это я.^@, у меня сердце не на месте.^Вчера вечером я наслаждался видом зимнего моря на пляже, как вдруг уронил бутылку вина, и она разбилась.^Я собрал заметные осколки стекла, но кое-что наверняка проглядел. Свет был настолько тусклым, что я едва мог найти эти осколки.^Я очень боюсь, что кто-нибудь может наступить на это стекло и пораниться.^@, пожалуйста, помоги мне, я верю, что ты позаботишься об этом!^^-Льюис %item quest 5000071 %%",
}